[{"title":"3 - 由下到上","tags":["思考","随笔"],"categories":"胡思乱想","author":"Motalyss","excerpt":"\n> 原链接：[（3）由下到上](https://www.douban.com/people/205757224/notes?_i=081756171LhkTj)\n\n在大一那年的暑假，我参加了爸爸同学","link":"/posts/3%20-%20%E7%94%B1%E4%B8%8B%E5%88%B0%E4%B8%8A","content":"\n> 原链接：[（3）由下到上](https://www.douban.com/people/205757224/notes?_i=081756171LhkTj)\n\n在大一那年的暑假，我参加了爸爸同学孩子的大学升学宴。我已记不清这个弟弟的长相，只记得大人都夸他懂事听话认真。可一年以后再听到他的消息却是惊恐，他在夜深人静的时候从窗台跃下，结束了自己的生命。他的父亲十分懊悔，自责为什么没有注意到儿子的心理问题，可我那时却不明白为什么即使爱孩子，也会出现这样的悲剧。\n\n学生心理问题已经很普遍了，不过我所知道的校内心理疏导，很多都只是告诉你“读书辛苦但是是有意义的”，然后让学生继续去读书。读书不好吗？好。读书读得好没有好处吗？有。但“万般皆下品，惟有读书高”的观念是那么深入人心，仿佛读不进书就是可耻的，就是不够努力，活该当人下人。\n\n大人焦虑孩子成绩不够好，想方设法“调动”学习积极性，包括但不限于说“高考考好这辈子就轻松了”、“报个补习班，再努努力成绩就会上去了”等等的话；孩子焦虑自己卷不过别人，不知道天昏地暗的拼搏什么时候是个头。没有办法，唯分数论是选拔者口中最公平的方案，只要进入这个教育系统就没人跳得脱。不否认有一部分人真心享受学习，享受获得知识的乐趣，但毕竟是千军万马过独木桥，在有限的时间里要决出胜负，就是得被催着跑。\n\n我对中学时代的生活，最自豪的一点就是过得很自由，具体一点说就是该放假的时间全放假了，一天补习班都没有上过。这要归功于我比较开明的爸妈，初中开始一段时间里，我的成绩其实不算好，他们也问过我是不是觉得跟不上，要不要去上课补一补，但是我不愿意去，当时可能是想本来一周就一天假，我哪还有时间上课？于是轻飘飘地拒绝。后来成绩慢慢变好，我也越发觉得没有补课的必要，即使有一段时间成绩不稳定，爸爸妈妈也没有焦虑不安。\n\n印象最深的一次是高三的元月调考，我考出了高中生涯最差成绩，大概是全年级倒数30%。出成绩那晚，为了缓解压力，班上打算看一部电影，可我哪有这个心情，电影放了十几分钟我就忍不住走了。那天的风里雨夹着雪，地上也滑溜溜的，我差点在教学楼走廊上就滑倒，在距离晚自习结束还有三个小时的时候一个人撑着伞慢慢地走回家。回家的路上没有什么人，我在意想不到的时间敲开家门，往沙发上一坐，我也不知道自己是苦是悲是忧是愁。“天这么冷，你陪我喝一杯吧”，妈妈突然说。于是不擅喝酒的爸爸就坐在一边看着我们慢慢地喝，直到我满脸通红……第二天早上我还像往常一样去学校，但心里已经不苦闷了。\n\n我就这么过完了中学生活，最后一个学期对考试成绩已经无欲无求，却无比幸运地在最重要的考试中收获了好结果，搞得我自己也不知道该归功于爸妈的无为而治还是自己的好心态，也许这两者本就相辅相成。这样有一个好处，我没有觉得以前的学习是折磨人的，依然保留有对基础学科的兴趣，所以我没有犹豫就报了看起来找不到工作的物理系。一晃快六年了，以前的同学朋友陆陆续续开始步入社会，我还在象牙塔里，但这是我自己选的路，我觉得很值得。\n\n回到正题。中学时代的竞争很单纯，表现的形式都是最终的一纸分数，以为到大学会好些，但很多学校还是一样。最荒唐的是转专业的规定，要求在本专业排名前百分之多少才能申请。我寻思，学生想转专业不就是因为不喜欢现在的吗？结果只允许学的最好的一批人转，这是把人才锁在他们最发挥不了作用的地方。到头来在大学也是千军万马过独木桥，和以前没有丝毫改变。\n\n我的学校在这方面算彻底的例外，在本科前两年对转专业几乎没有任何限制，只要不挂科。学校能这样做的原因，无外乎任何一个专业都有足够的资源，一个年级区区几百人的规模，即使全选计算机也能本科毕业后送到研究所里消化。所以，我的学校是凭着足够的教育资源才有底气这样做。相应的，其他学校没有这样做，或者说无法做到的原因就是学校没有足够教育资源以及社会没有相应就业资源。这还要提到一个重要的点，我的学校不直接受教育部管理，培养的学生基本是在自己学校深造，学生的去向不能反映社会就业情况；而教育部直属的学校里学生如何管理和分配，是要看宏观环境的，正是因为相应的产业没有形成，所以才有那么多限制。\n\n因此，学生受限的原因不在学校，而在于资源不够，社会资源不足导致相当一部分学生不能从事喜欢或者擅长的行业。是什么导致了社会资源不足呢？我暂时写不出来。总之先扔出这个现象和结论，下一篇写写它导致的不利影响。\n\n（未完待续）"},{"title":"Single8 _ Director's note","tags":["翻译","电影"],"categories":"有趣的东西","author":"Motalyss","excerpt":"\n> 《Single8》是我本届北影节最喜爱的作品之一，我想为它做点什么，所以将小中和哉导演为影片写的小记做个翻译。原文在[电影《Single8》官方网站](https://www.single8-m","link":"/posts/Single8_director%20note","content":"\n> 《Single8》是我本届北影节最喜爱的作品之一，我想为它做点什么，所以将小中和哉导演为影片写的小记做个翻译。原文在[电影《Single8》官方网站](https://www.single8-movie.com/)的**Director**部分。\n\n### 自分の原点を振り返る映画『Single8』\n\n８ミリ映画作りに夢中になっていたあの頃のことを映画にしたいとずっと前から考えていた。映画を観るのは面白いけれど、作ることの方がもっと面白い。その感覚を観客にも共感してもらえる映画を作りたいと。\n\nスピルバーグ製作の『SUPER８』を観て、胸にしまい込んでいたその企画のことを思い出した。８ミリでゾンビ映画を作る主人公たちに昔の自分の姿が重なり、あの部分だけの映画を見たいと思った。ならば自分で作ろう。僕の場合、シングル８だ。そういう思いでタイトルを付けた。\n\nコダック社の８ミリフィルムであるスーパー８と富士フィルムのシングル８の違いは、赤系のスーパー、緑系のシングルという色合いの差もあるが、撮影機能の違いがある。シングルはフィルムを巻き戻して再撮影することができたので、多重露出による合成が可能。特撮をやりたかった僕はシングル派だった。\n\n『Single8』に登場する８ミリ映画は実際に僕が当時撮った８ミリ映画を再現したもの。主人公が中学の時に撮った最初の８ミリ映画『CLAWS』は僕が中学２年で『JAWS』に影響されて撮った初監督作品を再現した。スピルバーグの『JAWS』に触発されて映画を撮り始めた僕が、『SUPER８』に発奮して『Single8』を撮り、その公開がスピルバーグの自主映画時代を描いた『フェイブルマンズ』と同時期になるとは、不思議な巡り合わせを勝手に感じている。\n\n主人公たちが作る映画『タイム・リバース』は僕が高校１年の時に映画研究部で作った『TURN POINT 10:40』を再現したもの。その年に公開された『スター・ウォーズ』の宇宙船の巨大さに打ちのめされた僕は、自分でも巨大な宇宙船を撮ってみたいという一心で作り始めた映画だ。試行錯誤の末にそのカットを撮ることはできたのだが、映画を作っていく中で、映画にとって大切なのは特撮だけではなく、ストーリーやカメラワークやカット割りや演技など、他にも多くの大切なことがあると気づき、《映画ごっこ》から脱皮して《映画》を作らないといけないと思い至った。\n\n８ミリ映画時代の自分と仲間たちを若い俳優たちに演じてもらうのは、照れ臭くもワクワクする体験だった。上村侑くん、髙石あかりさんは経験もあるので俳優としてこの世界観に自然に入ってきてくれた。福澤希空くん、桑山隆太くんも自分の個性を生かして役に命を吹き込んでくれた。『星空のむこうの国』のヒロイン有森也実さんに『星空』と同じ撮影場所である僕の実家に来てもらい、主人公の母親役を演じてもらった時は、時空を越える不思議な気持ちだった。この映画はドキュメンタリーのように撮りたいと考え、俳優たちには、台詞も変えていいし自由に動いてほしいと注文し、それを複数のカメラで追いかけた。『赤々煉恋』でも組んだ藍河兼一さんが撮影監督、８ミリ時代から手持ちカメラに定評がある今関あきよしさんがＢカメで支えてもらった現場だった。\n\n一方、劇中で撮られる８ミリ映画の部分は、本当に８ミリフィルムで撮影し、フィルムを切って編集し、それをデジタル化して本編に組み込んでいる。その意味で今回は久々にフィルムを回して撮った映画となった。デジタル化で映像は身近で便利なものになったけれど、フィルムの持つぬくもり、フィルムならではの映画作りの過程は特別なもの。劇中でも描いたので、それを体感してもらえる映画になったと自負している。\n\n僕が８ミリ映画を撮っていた時代では、自主映画と商業映画は全く違う世界だった。8ミリ作品で評価されたとしても８ミリは劇場では上映できないし、商業映画を撮るにはプロのスタッフと機材を用意しないといけないので、莫大な費用が必要だった。けれど今は機材が進化して、技術的・機材的には自主映画と商業映画の差は無くなってきている。この作品は少数精鋭の自主映画体制で自主映画の話を撮った。\n\nこの映画を作ってみて、自分の原点に立ち返ることができたので、ここからが新しい始まりだと感じている。この映画のラストで主人公が言う台詞は、今の僕の気持ちでもある。 「次回作はもっと傑作にするから」\n\n### 回顾自己起点的电影《Single8》\n\n从很久以前开始，我就一直在想拍摄一部关于自己痴迷制作 8 mm 胶片电影的那段时光的电影。看电影很有趣，但制作电影更加有趣。我想拍一部让观众也能体会到同感的电影。\n\n观看斯皮尔伯格的《SUPER 8》时，我想起了那个藏在心里的计划。拍摄 8 mm 丧尸片的主人公们与从前自己的身影重叠，我想看到以这个部分为主的电影。那就自己拍一部吧。对我来说，它就是 Single8（注：SUPER 8 与 Single8 都是摄影器材）。这样想着，电影标题就确定了。\n\n柯达的 8 mm 胶片机 SUPER 8 和富士的 Single8 的区别，不仅在于红色系的 SUPER 和绿色系的 Single 的色彩差异，还在于摄影功能的差别。Single 可以将胶片倒带后重新拍摄，从而可以使用多重曝光进行构图。梦想拍特摄片的我是 Single 派。\n\n实际上，在《Single8》中出现的 8 mm 胶片电影是我当年拍摄的 8 mm 电影的复现作品。主人公在初中时期拍摄的 8 mm 处女作《CLAWS》是我在初中二年级在《JAWS（大白鲨）》的影响下拍摄的初次导演作品的复现。被斯皮尔伯格的《JAWS》触动而开始拍电影的我，受到《SUPER 8》的启发拍摄《Single8》，它又与斯皮尔伯格描绘独立电影时代的《The Fabelmans（造梦之家）》同时期上映，这是一个不可思议的巧合。\n\n主人公们拍摄的电影《时间倒流》是我高中一年级在电影研究部拍摄的《TRUN POINT 10:40》的复现。我折服于那一年上映的《星球大战》里宇宙飞船的宏大，因此，亲自拍摄巨大宇宙飞船是我开始那部电影的唯一目的。反复尝试和失败之后，这个镜头的拍摄得以完成，但是我在制作的过程中意识到，对电影来说重要的不只是特效，还有故事、摄影、剪辑、表演，以及其他许多重要的方面。我感到自己必须从《伪电影》转变，去制作一部真正的《电影》。\n\n让年轻演员来扮演 8 mm 胶片时代的我和我的朋友们，是一次令人尴尬又兴奋的经历。上村侑和高石明里都有演出经验，他们作为演员自然而然地代入了这个世界观。福泽希空和桑山隆太也用自己的个性为角色赋予了生命。当我邀请《星空的遥远之国》的女主角有森也实来我父母家——同时也是《星空》的拍摄地——扮演主人公的母亲时，有一种超越时空的神奇感觉。我想把这部电影拍成纪录片的样子，所以我告诉演员们，修改台词没有关系，我希望他们能自由放松地演出，同时使用多个摄像机进行跟踪。曾参与《赤赤炼恋》的蓝河兼一担任摄影指导，自 8 mm 时代以来以手持摄影闻名的今关明好则用 B 相机协助现场拍摄。\n\n另一方面，剧中拍摄的 8 mm 电影部分真的是由 8 mm 胶片拍摄，经过剪切和编辑，再将其数字化之后并入到正片中的。从这个意义上说，这次也是我时隔很久再用回胶片拍电影。尽管数字化让影像更加熟悉便利，但胶片的温暖和胶片电影独有的制作过程无可取代。剧中描写了这些，我很自豪这部电影能让人们体会到它们。\n\n我拍 8 mm 电影的时候，独立电影和商业电影是完全不同的世界。即使 8 mm 作品好评如潮，它也无法在影院上映；而拍商业电影需要专业的人员和设备，也需要大量的资金支持。不过如今由于摄影器材更新升级，从技术和设备角度来说，独立电影和商业电影已经没有区别。这部影片讲述的正是在少数精英类的独立电影组织体制下拍电影的故事。\n\n尝试着制作这部电影，我回到了自己的起点，我感到这是新的开始。这部电影结尾主人公说的台词，也是我现在的心情。“因为下一部作品会更加精彩。”"},{"title":"君たちはどう生きるか","tags":["电影","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 原链接：[Motalyss的豆瓣影评：君たちはどう生きるか](https://movie.douban.com/review/15858730/)\n\n**有剧透。**\n\n**本文为个人思考，仅供","link":"/posts/kimihadouikiruka","content":"\n> 原链接：[Motalyss的豆瓣影评：君たちはどう生きるか](https://movie.douban.com/review/15858730/)\n\n**有剧透。**\n\n**本文为个人思考，仅供参考，请不吝补充指正。**\n\n想来想去，还是觉得以影片标题作为影评标题最好不过。\n\n### 另一部《千与千寻》\n\n被称为宫崎骏最后一作的这部《君たちはどう生きるか/你想活出怎样的人生》（下称《君》），有着许多耳熟能详的作品的影子。我去年看了《千与千寻》和《天空之城》，所以对《君》与这两部的相似点比较敏感：片中有拉普达式，墙壁老旧、草木蔓延的城堡建筑，有小煤球似的、成千上万的小白团哇啦哇啦（《幽灵公主》里也有），有通过一道长廊就能到达的异世界。除此以外，还有真人的爸爸胜一提到失踪的妻儿时所用的表达“神隠し/突然失踪”：一般听得比较多的失踪表达是“行方不明”，而《千》的日文全名正是《千と千尋の神隠し》。在世界架构和故事行进上，《君》与《千》如出一辙。《君》的主人公真人同千寻一样，经历了一次异世界的旅程。所以，在谈《君》之前，得先简要说说我眼中的《千》。\n\n#### 《千》表达什么\n\n我想直接引用宫崎骏在《千与千寻官方艺术设定集》中的话：\n\n> _现在的小孩子们，在日常的生活中被圈养、被守护、被疏远，以至于对“活着”这件事只有一些稀薄而模糊的感受，他们只能让孱弱的自我越发膨胀。千寻软弱无力的手脚，经常挂着看什么都无聊的苦瓜脸，这些便是现在孩子们的象征。_\n>\n> _汤婆婆居住的世界被设定成了仿欧风，为的是让人觉得似曾相识，从而产生似幻似真的感觉。同时，也是因为有日本传统造型这座宝库，为我们的想象提供了无尽的原料。_\n>\n> _因为在这个无国界的时代，找不准自己定位的人，是最为别人所轻视的。你的定位就是你的过去、你的历史。没有历史的人、遗忘过去的民族，要么流离失所最终在徘徊中消亡，要么变成不停下蛋的鸡直到被吃掉为止。_\n\n众所周知，日本在90年代经历了经济寒冬，出生于那时的年轻人后来被称作“垮掉的一代”。《千》上映于2001年，显然，开场即不想上学的千寻属于那样一代人，而她开场即变成猪的父母则代指资本主义泡沫经济环境中贪婪自私的上一代人。后来，千寻在异世界中知道了“语言就是力量”（这话也是宫崎骏说的），在工作和冒险中发掘出那个坚强勇敢的自己，最后她救出爸爸妈妈，回到现实世界时已经是一个有担当有朝气的孩子。“曾经发生过的事情不可能忘记，只是暂时想不起来”，老爷子借一位小女孩的蜕变，表达的是希望年轻人能记住历史，是希望民族能够自强呀。\n\n### 《君》的背景与角色\n\n同《千》一样，《君》的人物也有所指，为此得先看故事发生的历史背景。\n\n#### 故事时间\n\n影片中，胜一提到了一个历史事件：塞班岛战役。\n\n> _塞班岛战役是第二次世界大战太平洋战争中，于1944年6月15日至7月9日发生在马里亚纳群岛中的塞班岛上进行的战役。_（来源：百度百科）\n\n因此故事发生的时间是1944年7月后不久，日本还未战败，处于在太平洋战场节节败退的阶段。此时日本社会性质是明治维新以后形成的资本主义社会，并且带有强烈侵略和扩张性，因此同时也是军国主义。\n\n#### 主要角色及代指\n\n角色有点多，这里暂只说现实世界中的主要角色。\n\n牧胜一：开工厂的老板，也就是资本家。他是夏子来之前的旧家庭和战败前日本社会的旧秩序的掌权人。\n\n久子：胜一的亡妻，两年前死于医院火灾，在异世界的身份是能操纵火焰的火美。她代表战后日本被改造的旧秩序。\n\n牧真人：本作主人公，胜一的儿子，是个少爷。他不适应新家庭和新环境，不想去新学校，不惜伤害自己来讨得安宁。他代表出生在战时，即将要负担战后社会秩序重建的日本人民。\n\n夏子：胜一的续弦，与姐姐久子很像，真人口中“爸爸喜欢的人”。她代表战后日本重建的新秩序。\n\n太舅公：真人的太舅公。是家族的先人，神秘建筑的主人，异世界的构造者，“塔主”。太舅公指的是在维新中建立了当时日本现有秩序的那些人，他代表着社会秩序的基础。\n\n### 《君》讲了什么样的故事\n\n按现实世界与异世界的两条故事线来看。\n\n#### 现实世界：家庭线\n\n久子去世后，家庭不再完整，两年后胜一娶夏子，但真人在开始并不接受她。此时出现一只会说话的苍鹭，它说久子还活着。后来夏子失踪，苍鹭与真人、雾子进入异世界寻找夏子，同样也是为了寻找久子。在异世界，真人发现操纵火焰的火美就是夏子的姐姐、自己的妈妈，但她回不到现实世界。历经种种困难，真人最终接纳了“夏子妈妈”。\n\n这条线反映在战败后的社会重建中，日本人民该如何选择的问题。真人的摇摆反映了社会变动时民众的不安，他接纳夏子的happy ending指人民最终接受了一种新的社会秩序和生活方式，尽管从后面的分析可以看出，这种变化是形“新”实“旧”。\n\n胜一是家庭秩序的决定人，他选择的配偶自然要满足他的需求。前面说过，胜一同时也代表社会秩序的决定者，那么他所选定的社会秩序也必须是适合自己发展的。那么胜一到底是什么身份的人，他组建的第二个家庭想说明什么呢？\n\n他是个资本家，他必须在资本主义社会中才能充分发展。提到塞班岛战役时，他说日本败退对工厂的生产没什么影响（这句记不清了），我猜他发的是国难财。这下性质更严重了，也许他是买办性质的大财团。事实上，日本和韩国一样都是财团经济，比如三菱就是上至军工，下至圆珠笔都能做的巨头。\n\n战前的日本社会，是自明治维新形成、带有强烈侵略和扩张性质的资本主义社会，自然适合资本家大显身手。战后的日本也仍是资本主义，只不过被美国控制得死死的，侵略和扩张性不那么明显了。这里涉及一个政治的论断，即资本主义的政府是为了资本财团的利益服务的，社会变化的受益者是财团寡头，也可以说，国家不是被政府掌控，是被资本掌控。所以，以胜一选妻喻指资本主义国家中资本决定社会体制有其道理所在，电影中夏子与久子是一对相像的姐妹也可能在暗示社会性质并无根本变化。\n\n这条线的结果是，真人接纳了胜一选的后妈，指日本最终仍是维持在了由大资本决定的资本主义社会。在战争中资本没有受损，受苦的只是日本人民。\n\n#### 异世界：权力线\n\n异世界的基础是太舅公从石头那里得到的构建世界的力量，太舅公与石头的契约是必须让自己的血脉继承它。异世界中还有一群吃人、蛮横、无恶不作的鹦鹉，它们尊鹦鹉王为领袖，构成了一个野蛮的帝国。太舅公想让真人继承自己的位置，在自己的基础上维持秩序的稳定，但真人拒绝留在异世界做主人，想带着妈妈回到现实世界。与此同时鹦鹉王野心勃勃，也想做世界的控制者，不过它没有血脉，注定得不到这份力量。恼羞成怒的鹦鹉王挥剑斩碎象征着世界基础的积木，异世界崩塌了。\n\n这条线探讨在战败后的巨变中，日本社会该往何处去的问题。影片中叙述的几条路线反映着历史的走向。太舅公想让真人世袭，指的是战后日本社会仍能维持战前秩序的结果，即不受外部干涉，日本仍是日本人自己的国家。但鹦鹉王的存在堵死了这条路，它斩碎积木，毁掉了旧世界的基础，指的是战后日本被美国接管，天皇名存实亡，体制完全西化，日本不再独立，不再是一个拥有完整主权的国家。\n\n“鹦鹉王斩积木”对应的历史很清晰：日本谋求独立不成，反成为美国的殖民地。日本的屈辱历史全被写进这个镜头，暗示明治维新以来妄图复制西方列强道路的选择只会让国家在争霸中走向毁灭。\n\n真人拒绝继承力量则有完全不同的含义。这表示人民拒绝旧秩序，也拒绝任何形式下旧秩序的延续，人民希望依靠自己面对困难，依靠自己开辟国家与民族的未来。这是电影留下的最后希望，与之相对应的，是上世纪六七十年代如火如荼的日本共运。不过我不了解那段历史，没办法深入写下去，还是要多看史书呀。\n\n#### 小总结、遗憾\n\n上面所涉及的历史，对于日本人民来说，是不值得歌颂而是必须反思的，可是双线叙事编织出的故事网，又毫不意外地导向了这样的结果。这已不仅仅是隐喻，还包含着一股无力感。\n\n我在刚看完电影时想，明明牧胜一才是旧秩序的代言人，为什么不清算他，至少给他一点教训。现在觉得不是老爷子不想，而是现实太沉重，在他想以家庭线复现的历史中，该被清算的大资本就是安然无恙。他的所有情感都包含在他笔下画出的历史里了。\n\n所以我的遗憾是，《君》真的有可能是终作。我还想看到，在既定的历史以外，长大的真人如何找到自己的积木，如何开辟崭新的世界。\n\n### 一些零零碎碎（待添加）\n\n#### 伤疤\n\n伤疤是受害者的证明，但也可能是伪装。\n\n真人带着伤回到家，但不承认那其实是起源于逃避心理的自残。这个懦弱又嘴硬的孩子达成了逃离学校的目的，而不敢正视历史的右翼分子正是这种做派，把自己纵起而后烧回到本土的战火当作“在战争中受害”的证据。这都是为了证明自己立场正确的伪装。\n\n最后在异世界崩塌的一幕中，真人已经明白自己要做什么。他不再把伤疤当作逃避的借口，大声说出了受伤的真相，这是老爷子真正希望年轻人要做到的。\n\n#### 反战\n\n帝国主义是资本主义的最高形式，因为资本就是竞争，竞争必将导致垄断和称霸。二战正是老牌与新兴帝国主义国家之间冲突的一种表现。与其说《君》反不反战，倒不如问它反不反资、反不反帝。\n\n很明显，是反的，异世界崩溃的结局表现了这种态度。\n\n#### 苍鹭与白龙\n\n千寻在异世界的伙伴是不断鼓励自己的白龙，一个充满爱和勇气的帅哥，而真人的伙伴却是一只狡猾丑陋的老苍鹭，某种意义上是《千》与《君》基调不同的表现。\n\n> _对于这部作品，我不会追求令人感到欢乐、暖意的感觉。要描写出能够承受住恶感、梦餍、染血世界的勇气。_（来源：宫崎骏谈《君》的创作企图）\n\n白龙对千寻说发生过的事不可能忘记，苍鹭却对真人说所有的事都会渐渐遗忘。但我想，内核是一样的，就像千寻忘不了她的冒险一样，真人在见过世界的腐朽丑恶之后没有继续逃避，遵从自己的意识回到现实，他也绝不会忘记的。\n\n### 回到标题、结语\n\n宏大视角在前面已经叙述很多，最后回到个人视角，但我想这已不必多说。\n\n宫崎骏的影片常以青少年为主角，因为青少年身上有朝气、有自由、有天真、有坚强。他笔下的青少年总是能不畏强权世俗、冲破限制，正是这些有血有肉的人物与他天马行空的想象力一起书写的故事，给我们留下深刻的记忆。“你想活出怎样的人生？”他不是在发问，因为答案已经在以往的作品里了。\n\n以教员的话作结吧：\n\n> _世界是你们的，也是我们的，但归根结底是你们的。_\n\n第一篇长影评完结撒花~谢谢阅读！"},{"title":"旋光的反射","tags":["学习"],"categories":"学习笔记","author":"Motalyss","excerpt":"\n### 问题\n\n一束左旋圆偏振光（以光传播方向定义）垂直打到理想平面镜上，反射光旋向如何？若经过两次45°反射，反射光旋向如何？\n\n### 解答\n\n#### 垂直入射\n\n先说答案：反射光为右旋光。\n","link":"/posts/reflection%20of%20circle-po%20light","content":"\n### 问题\n\n一束左旋圆偏振光（以光传播方向定义）垂直打到理想平面镜上，反射光旋向如何？若经过两次45°反射，反射光旋向如何？\n\n### 解答\n\n#### 垂直入射\n\n先说答案：反射光为右旋光。\n\n这是什么意思呢？\n\n先将旋向换一个定义，即在光的传播方向上，左旋光的光子自旋角动量方向与光传播方向相反，右旋光则相同，这符合左旋和右旋光对应自旋相反光子的事实。也就是说，以反射面为参考系，入射光和反射光的自旋角动量没有变化。一个简单的类比是，旋转的篮球垂直落地，从路人的角度看，反弹前后篮球旋转的方向并没有发生变化，因为篮球与地面只有动量交换，没有角动量交换，所以反弹的结果是动量反向，角动量不变。虽然知道不能这样完全类比，但“麻雀虽小，五脏俱全”，光子也有动量和角动量，先这么想吧。\n\n重点：垂直于反射面方向的光子角动量在反射前后不变。因此垂直入射的光子自旋不会改变：$S_1=S_0$。\n\n#### 两次45°反射\n\n**第一次反射**：把光子角动量$S_0$分解为垂直于反射面和平行于反射面的分量，分别记为$V_0$、$P_0$，反射后变为$V_1$、$P_1$。根据上面的结论，$V_0$在反射前后不变，即\n$$V_1=V_0$$\n因此对于$P_1$，它只有一种情况：\n$$P_1=-P_0$$\n否则无法使反射光自旋角动量方向与传播方向在一条直线上（这里，其实是默认了反射光仍为圆偏振光）。\n\n$\\dagger$\n\n**第二次反射**：第二次入射光和反射光的四个分量由$V_2$、$P_2$、$V_3$、$P_3$表示。但是注意到，第二次的反射面与第一次的反射面垂直，所以第一次反射后的垂直与平行，在第二次反射来看应当交换地位，即\n$$ V_2=P_1 $$\n$$ P_2=V_1 $$\n第二次反射后，有\n$$ V_3=V_2 $$\n$$ P_3=-P_2 $$\n即\n$$ V_3=V_2=P_1=-P_0 $$\n$$ P_3=-P_2=-V_1=-V_0 $$\n所以最初入射和两次反射后的光子角动量关系为\n$$ S_3=-S_0 $$\n经过两次45°反射后，光子自旋被改变了。\n\n### 这个有啥用\n\n激光冷却需要对打不同旋向的光，使用两次45°镜反射可以方便地从左/右旋光得到右/左旋光。\n\n### 参考\n\n[1] 我的脑袋。"},{"title":"test Katex","tags":[],"categories":[],"author":"Motalyss","excerpt":"\n> Test if equations could be properly displayed.\n\nWhen $a \\ne 0$, there are two solutions to $ax^2 ","link":"/posts/testkatex","content":"\n> Test if equations could be properly displayed.\n\nWhen $a \\ne 0$, there are two solutions to $ax^2 + bx + c = 0$ and they are\n$$ x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a} $$\n\n**Maxwell's equations:**\n\n| equation                                                                                                                                                                  | description                                                                            |\n| ------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------- |\n| $\\nabla \\cdot \\vec{\\mathbf{B}}  = 0$                                                                                                                                      | divergence of $\\vec{\\mathbf{B}}$ is zero                                               |\n| $\\nabla \\times \\vec{\\mathbf{E}}\\, +\\, \\frac1c\\, \\frac{\\partial\\vec{\\mathbf{B}}}{\\partial t}  = \\vec{\\mathbf{0}}$                                                          | curl of $\\vec{\\mathbf{E}}$ is proportional to the rate of change of $\\vec{\\mathbf{B}}$ |\n| $\\nabla \\times \\vec{\\mathbf{B}} -\\, \\frac1c\\, \\frac{\\partial\\vec{\\mathbf{E}}}{\\partial t} = \\frac{4\\pi}{c}\\vec{\\mathbf{j}}    \\nabla \\cdot \\vec{\\mathbf{E}} = 4 \\pi \\rho$ | _wha?_                                                                                 |"},{"title":"从焦虑说起（未完成）","tags":["思考","随笔"],"categories":"胡思乱想","author":"Motalyss","excerpt":"\n> _**For all my friends.**_\n\n### 前言\n\n#### 问题就在那里\n\n焦虑无处不在。我们这个年代的孩子从小卷到大，以为卷是理所当然的，认为不够努力的结果就是比别人差。如","link":"/posts/%E4%BB%8E%E7%84%A6%E8%99%91%E8%AF%B4%E8%B5%B7","content":"\n> _**For all my friends.**_\n\n### 前言\n\n#### 问题就在那里\n\n焦虑无处不在。我们这个年代的孩子从小卷到大，以为卷是理所当然的，认为不够努力的结果就是比别人差。如果没有赶上别人，就继续加倍努力，如果已经超过绝大多数人，就会觉得其他人不如自己。这里判断一个人是否优秀的标准，在学生时代是“成绩”，在步入社会后是“财富、地位”，所以学生整天担心成绩不够好，进入社会之前焦虑找不到好工作。网络上有一些说法，旨在从心理学的角度分析焦虑的来源，比如正念疗法，这些内容有助于提升一个人全面的自我认识，可以使人短暂的积极起来，但实际上它无法改变全社会焦虑的风气，因为每个人的焦虑程度不同，不是所有人的焦虑都能通过心理作用化解，归根结底还是要面对现实问题。\n\n我也曾以为努力有尽头。在应试教育的最重要一关——高考中取得好成绩，说明我是应试教育的成功产物。我的同学们也一样，在“成绩”这个框架下，都足以令旁人艳羡。但有年少时学业上成功作为支撑的我们，却不知道这种成功如何延续到走出校门，我们的人生观在学生时代结束时会面临一次惊天动地的变化。我们会发现努力不一定心想事成，热门工作（热门≠心仪）的门槛越来越高，岗位越来越少，甚至觉得不如动用关系来谋求职位。这太不合理了。\n\n面对这种现实，人会有两种想法。一种想法是继承学生时代的思维，承认自己在竞争中比不过别人。可自己已经努力到头，没有气力继续往上爬，最终只好接受现实，妥协于一个并不能令自己满意的工作。这样想，相当于接受了“人与人的差异在于能力”的说辞，毕竟不是我不努力，是只有这点能力。\n\n但人与人的差异真的在能力吗？想必不是这样。我们在学生时代最好的朋友，也不一定都是成绩上出类拔萃的呀，我们必然是在特定的年纪，被ta身上的某种特质所吸引，才会与之相交，而不是取决于ta的学习成绩如何，不是取决于ta在成绩榜单上的竞争力有多强。按照成绩将学生划成三六九等，就不是把学生当作完整的人来看。如果你以精英自居，或是认可身边人自居精英的态度，那便没有必要继续读下去了，因为你想必赞成“以成绩论英雄、以能力分优劣”的论述。而我想，绝大多数人都不会这么认为，至少我是绝不这样认为的。\n\n因此，不赞同能力论的人必然会产生质疑：现存的评价标准真的合理吗？我真的如别人评价的那样，比别人差？我真的活该被社会的竞争边缘化？相信带着自我意识认真思考过的你绝不会甘心于此。可是它的出发点“能力论”看起来又是那么自然，这中间一定是存在问题的。\n\n#### 为什么动笔\n\n在很长一段时间内，我基于人们广泛认同的的价值观思考方方面面的事情，得出许多碎片化的、流于表面的结论，就认为自己在认知上有很大的提升，认为自己在走向“成熟”。但当我看见身边重要的人受能力论的规训而自我怀疑，需要提供帮助的时候，我却感到无能为力，尽管她本身足够光彩照人。我尝试从分析现有条件出发，希望她能意识到自己在所相信的价值体系中并不差劲，希望能替她减轻一点焦虑，可是都失败了。除此以外，与她交流的过程中，我发觉自己身上也存在一定的焦虑，不过表现得没有那么强烈，最终我意识到这个问题的普遍性与深刻性，它不是靠心理疏导能解决的。我必须摆脱现有条件的基础重新思考一切。\n\n我想到曾经粗浅学过的一些哲学和经济学，自觉这个问题能从中得到解答，因此写这篇小文，希望理一理自己的感悟。若是读了这篇小文之后，能够有哪怕一位内耗的人走出焦虑和自我怀疑，或是愿意主动思考背后的问题，那我花在这上面的时间便是有价值的。\n\n### “能力论”\n\n擒贼先擒王，要想看清楚那荒唐的焦虑从何而来，就必先要了解它的认知基础，即所谓的能力论。我在这一章节首先尝试分析它如何构建价值体系，然后简要描述由此引发的困境。当然，我只能从“一个在教育竞争中比较成功的学生”的视角来叙述，下文的“你”也是泛指这种身份的人。因此，若你读到认为不合理之处，绝不是我有意为之，还请不吝分享自己的看法。\n\n#### 评价体系\n\n如果你是和我一样，在父母陪伴下一路读书读到接受高等教育的普通大学生，也许会在家庭中察觉到各式各样的评价，在它们之中，最能触及孩子心灵的无外乎对学习成绩的评价，反过来，孩子在学习上的表现也会直接影响父母对孩子的满意度。这种评价观念（暂称为“成绩论”）不是从出生开始出现的，它的出现是在孩子进入学校学习之后，并且随着学习的时间加长，“成绩论”的观念就会更加牢固，因为家长与孩子不得不面对现实：在下一个学习阶段，孩子能上什么级别的学校，取决于现在的成绩。\n\n但“成绩论”只是“能力论”在学生时期的表现形式，就像没有人会关心一个社会人学生时代的学习成绩怎样，人们只关心“能不能赚钱，有没有关系，地位够不够高”。如果其中哪一方面不够好，难免会被认为不够成熟、没有在社会生存的能力，不论从哪个方面评价，最终都会落脚到能力上的差异。看似摆脱学生身份是挣脱了成绩论的束缚，实际上只是走入了下一个评价体系。\n\n#### 困境\n\n在现存的评价体系中成长，我们不可避免地信奉成绩论。就算厌恶他人用成绩来评判自己，最终也不得不以成绩来衡量自己是否成功，因为它就是唯一标准，并且实实在在关乎个人的未来。所以，我们一边批判它，一边又接受它。批判成绩论的原因是厌恶个人功利主义，应当从更多的维度来看待一个人。但你会发现，这样的想法并不被主流价值观所接受。因为，我们总是被告知，要遵循优胜劣汰的规则，只有比别人更“强”才能更好地生存，而生存是人发展的基础。不错，现在的社会正是如此，所以你最终必会舍弃其他标准，按照世俗的规则重建自己，这个重建的过程势必会让人越来越功利。\n\n你应该对现象背后的矛盾有所察觉了。一方面，认可现有规则标准实际上就是认可个人功利主义，另一方面，个人功利性发展的结果就是会产生一批自诩精英的人，他们在竞争中获胜，认为自己“能力更强、本事更大、更优秀”，在社会规则的加持下，这批人有可观的收入、殷实的生活，有受人尊敬的社会地位，办事往往畅行无阻。而在竞争中失败的人，则要面临失业、收入低等生死存亡的问题，没有社会地位，生活难、办事难。\n\n前有千军万马过独木桥的高考，后有千里挑一的就业形势，不幸的是，只有极少数的人可以成功，规则对绝大多数人来说是一道跨不过的坎。我们必须清楚地看到，由能力论发展出来的单一评价体系导致了阶级分化，进而影响社会资源的分配，最终引发你能直接感受到的社会问题。我已记不起来“卷”这个用语何时出现，只觉得第一个使用它的人真是天才，用它来描述我们的困境，真的是生动无比。\n\n#### 不完美的合理\n\n很多人会说：“我并不觉得这有什么不好的。我读好学校，恰恰证明我的能力比别人强。以后有可预见的困难，但只要努力就能解决。”相信你现在能看出这种常见的话里有哪些不对劲。第一，上好学校不一定代表学习能力比他人优秀，只能代表并未浪费自己拥有的教育资源。第二，盲目的努力最多只能暂时解决困难。在上面的语境下，困难指自己没有达到令人满意的评价标准，而努力是让自己去够到它，但如果你不认可这种评判方式，努力的目的就显得暧昧：到底是为了自己的发展还是为了让别人满意？父母劝诫不用心的孩子好好学习时都会说：“你是替我学习吗？学习是为了自己。”其用意无非是让孩子接受学习好就有好未来的观念，希望孩子的主观能动性都能用在卷成绩上。况且，从中考到高考到考研/保研，一个又一个困难都跨过去了，可我们还是要面对社会的拷打，谁知道困难到哪里是尽头呢？为了达到世俗标准而努力，会发现努力永远都到不了头。\n\n尽管如此，你会发现身边人的生活仍是按部就班，他们似乎并没有太大的困扰。这是否表示，问题并没有上面所叙述的那样严重，尽管现实有不完美之处，但总体情况仍是合理的呢？\n\n不是的。\n\n#### 视角\n\n通常人们对一件事情做出的评价，受两个方面的影响。一方面是，你有没有亲身经历，这关乎评价是否真实；另一方面是，你以何种身份经历这件事，这关乎叙述事件的角度和立场。前一种因素是绝对的，经历了就是经历了，所以最终的评价受后一种因素影响更大。\n\n问题在于，人们有形形色色的评价，哪一种是最合理的呢？我们要看到，每一种评价或看法都对应着某种诉求，而诉求关系到利益，符合大多数人利益的事情才是合理的。\n\n譬如，打工人追求八小时工作制，但资本家希望工作时间越长越好。显然，你我都反对资本家的主张，因为我们不是资本家，是工人，我们想要的是合理的工作时间和稳定的工资，不能接受加班加点才能拿到基本工资；但从资本家的角度来看，员工工作的越多，给自己创造越多的利润就是越好。资本家只有一小撮，打工人却是成千上万，保证八小时工作制符合大多数人的利益，所以我们认为员工的诉求合理，资本家的主张吃人。\n\n回到上一小节末尾的问题。你现在应该意识到，尽管大家都在面对一些困难，但每个人的想法并不相同。有的人会想，是自己不够优秀才会有这么大的心理压力，一股心思继续卷下去就不怕了；有的人会想，过去十几年已经证明了自己是很优秀的，尽管不是顶尖，但也足以过上不错的生活，保持平常心就好；有的人会想，过去的成功也没有什么用，终究要被淘汰，不如开摆。需要依靠自己开辟生活的人，大致是以上几种想法（当然，也有“强大”到不需要靠自己就能有美好生活的人，这里咱先不谈），积极、平常心和消极组成了大多数人的态度。可是，你要发现，身边即使是持消极态度的人，过上好日子的几率也很高，因为我们靠着淘汰大多数人，已经站在了很高的平台上。一个普通一本学生再怎么努力，也很难接触到清北级别学生能接触到的资源。平台决定了你即使平庸，发展的下限也是很多人够不着的。放眼全中国的学生，我们就是可被称作“精英”的少数派。我们必须看到，有更多被我们亲手淘汰掉的同龄人，正承受着更严重的现实和心理压力。\n\n所以，“不完美的合理”是片面的，是少数精英的看法。这些卷赢了的人，在后面还有一个熟悉的称呼，我们称之为“既得利益者”。既得利益者身上最突出的特点，就是认为自己“理所应当”比别人优秀，为什么呢？因为他们就是在现有制度中胜出的人。他们倾向于维护现有规则的合理性，说你必须适应规则，实际上是在维护自己被规则赋予的地位。\n\n#### “能力论”的本质\n\n现在已经看得很明白，“能力论”构建出的价值体系虚假又荒谬。它基于看似合理的层层筛选机制，使人们相信能力强就应当高人一等，落后就活该挨打，到最后只是对少数精英有利，大多数人被扔在水深火热中。这是不符合群众利益的，是极不平等的。我们必须摒弃“精英视角”，要学着从大众视角看问题了。\n\n最后提一句，“落后就要挨打”这句话出自斯大林在1931年2月4日的演讲《论经济工作人员的任务》：“延缓速度就是落后，而落后者是要挨打的……打落后者，打弱者——这已经成了剥削者的规律。这就是资本主义弱肉强食的规律。”在社会主义国家与帝国主义国家的斗争背景下，这句话绝对正确。但要在其他场合运用这句话，就必须考虑一些问题了：被自己人打，还是被敌人打；被内部的事情打，还是被外部的事情打；愿意被打，还是被迫被打……每个都值得仔细思考。\n\n### 功利的教育\n\n以人为本，也就是以教育为本。一种社会形态会催生与之最契合的教育，我们能隐隐约约感受到教育中的问题与社会问题有相似的地方，比如“卷”就是教育问题最集中的表现形式。我们来看看现在的教育到底是怎么一回事吧。\n\n#### 无法实施的“减负”\n\n刚进初中不久，就听说要推行“教育减负”，随之而来的是一系列“课程改革”的命令，班级里相应做了一些改变。譬如，把原先是一人一桌、没有同桌的点阵式排列变为几人围一圈的团团式排列，目的是让学生们在小组学习的形式中加强自我学习的能力，由学生给学生讲新知识，而教师在课堂上讲课的时间减少到25%，四十分钟的课老师讲十分钟，作用是点评和总结。这就是当时，我作为学生能看见的“课改”的内容。\n\n这种改变有积极意义。它把传授新知识的任务从老师那分担了一些到学生，一定程度上激发了学生学习的主动性。课堂上的情景，不再是老师说单口相声，而是一批同学轮流上台讲解知识点。也正因为授课者从老师变成了学生自己，学生在听课时的敬畏心理会减弱许多，有利于产生质疑、提问交流。这对学生来说理应是比单方面接收知识更理想的学习状态。\n\n那么这种新型的学习方式存在了多久呢？我印象里是一年半：从初一的下学期开始，到初二结束。事实上，在初二的下学期它就已经名存实亡了，表面上是小组学习，实际上退回到了单打独斗。最主要的原因莫过于教学效率的下降：学生讲课毕竟不如老师有经验，抓不住“教学重点”，经常在学生讲完后，老师还需要补充一些内容，而改革后给老师留下的课堂时间太少了。在课堂时长不变的情况下，一种是自学慢慢摸索，一种是老师讲什么就学什么，你怎么能要求前者比后者效率高呢？何况，自学也是看人的。即使没有新规，主动学习意愿强的学生也会积极自学，而对于只习惯于听讲、缺乏独立学习能力的学生来说，如果没有足够的时间，自学的效果远不如机械地听课。\n\n问题在于，我所在的班级，按成绩标准来看，实力在市里都能排得上号，这说明同学们接受知识的能力很强。我个人觉得，班里的同学们都具备自学也能学得出色的素质。那么是什么让课改形存实亡呢？是老师们的急功近利吗？可以说是，也可以说不是。归根结底，时间是有限的，而不同学生的自主学习能力参差不齐。任何人都不能忽视，学生的任务是在短短的三年里把庞大的知识学好，因为只有高分才能让他们进入优等高中。即使出现了一种对学生来说更友好的学习方式，但它“灌输知识”的效率不是最高，换句话说，不能快速地转化为考卷上的分数，那么它也应当被淘汰。\n\n所以，“教育减负”是个伪命题。只要中考、高考这样千军万马过独木桥的选拔方式依旧存在，我们的学生就减不了负。即使形式上能减，心里的负担也难以减下去。\n\n#### 教育的阶级性\n\n十年前公知泛滥，经常能听到宣传西方“快乐教育”的论调。一种比较经典的说法是，一方面人家中小学的知识没我们复杂，中国的中小学生做题可以碾压西方学生，而另一方面，中国的高等教育却远远落后。公知们将原因归结为中国的中小学教育机械又复杂，扼杀了学生的创造性。\n\n现在我们都知道这个说法荒谬在哪里：西方的精英教育集中在上流阶层，平民百姓的教育好不好并不重要。公司老板和政客可不希望自己的孩子在快乐教育中长成没有知识和能力的人，毕竟位置是要传下去的，但最好不要传给低阶级的人。特朗普的孙女学中文，扎克伯格给女儿读宝宝量子力学，欧洲皇室子嗣青睐英国的私立学校，人们连连称赞、苦心追求的精英教育在上层社会十分普遍，而普通人很难接触到，就连私立大学的学费都是一笔巨款，2023-2024学年美国私立大学学费平均达4万美元，是公立学校的2-3倍。西方的教育是具有阶级性的。\n\n幸运的是，我们的教育并没有如此割裂。普通人家的孩子依然有通过读书出人头地的途径，高等教育的费用也不高，越是好学校学费越低廉。不幸的是，我们的教育也在使人分化。城乡的差异、富裕程度的差异、人际资源的差异，都能指向家庭给到孩子教育资源的差异。小县城的学生对着书苦读，不会想到城里的孩子已经在争相报名清北游学，还有顶尖学府的做题家老师们帮助备考。我想，在这竞争惨烈的教育中胜出的你，也不忍心看到自己的孩子挣扎其中。可是我们又无法跳出这个教育系统，因此你能为孩子做的是，尽可能地给ta优质教育资源，希望ta至少卷也能卷得轻松一点。每个家长都是这么想的，结果就是上一代卷完逼着下一代卷，孩子们的学习带上了“至少得维持家庭现有阶级”的任务，一边渴望向上爬，一边害怕被超过而跌落。在这个唯文凭的社会，人们需要在教育中脱颖而出以获得社会地位，又要以自己的地位和资源辅佐下一代站在自己的肩膀上继续上升。我们的教育无疑是功利的，是阶级正在分化和固化的一种表现，只是现在这种固化还没有完成罢了。\n\n#### 身处矛盾中心的我们\n\n结束高考，以为摆脱了“卷”，但我们却体会到更多实际的矛盾。\n\n专业分配问题。录取通知书上写的专业并不一定心仪，因此转专业制度尤为重要。离谱的是，绝大多数高校转专业的要求里有这么一条：成绩排名本专业前15%。这是在鼓励学得好的走人，没兴趣学不好的却要留下来。百分比的说法还暗含了名额限制，意味着总有人转不出去。为了去学喜欢的专业就要拼了命先把不喜欢的学好，从未有如此荒唐之事。这是社会资源分配不均在大学里的表现，因为高等学府设置专业就是为了向社会输送人才的嘛。\n\n就业不对口。这点不用多写，读研之后说本科学的没什么用，工作之后说所有东西都要重新学。这是教育与社会生产割裂的表现。\n\n人生选择。我不相信大多数人都热爱自己所学的事物，多半是为了好就业才学。等到真要做出选择的关头，便在“利”与“爱”之间纠结，最后的结果，大多是选择了利吧。若如此，倒也不是最坏，最坏的是从始至终都不知道爱的是什么。令我伤心又无力的是，按照流程把人生走到现在的这一代人里，最坏的情况似乎占了大多数。\n\n#### 出路\n\n“我又能有什么办法呢？”我的朋友问。\n\n“你应当去想，自己真正热爱的东西是什么。如果以功利的眼光审视未来，永远都不会满足。物质生活当然也重要，但不要被它束缚住。你要知道，以自己的专业条件，即使很难找到百分之百理想的工作，有一个过得去的生活并不难。如果你爱自己所学的东西，就不要说它不能带给你很好的生活而背叛它；如果你不爱，就花点心思，想办法去发现自己热爱的到底是什么，然后去从事它，也许开头很难，但每一点进步都是成就感，它不是把别人比下去才能获得的优越感，而是能够充实自己的满足感。人要想活得开心，就不能被世俗的东西所困住眼界呀。”我这么说道。\n\n过了良久，我补充道，“我看来是个理想主义者。不论你信不信，我觉得自己一直都是这么做的。如果我哪里不是这样，还请你告诉我。”\n\n一个人想要独善其身不是难事，两个人也不是太大的难事，更何况是对于我们这些万里征途已经卷赢了八千里的人而言。\n\n#### 疑问\n\n但是，独善其身并不是选择的终点。\n\n当所有人都在拼命时，选择淡泊是对自己的救赎；但如果所有人都想出世，那么国家和社会就没有生机和活力。独善其身在乱世是个人好选择，但对社会发展来说并不好，一个健康的社会里，能为社会生产做贡献的人都应该是不为了名与利积极入世的。教育的目的，不正是在于此吗？\n\n即使理清了自我，问题依旧存在。\n\n> _未完待续……_"},{"title":"2024，第一次北影节","tags":["电影"],"categories":"有趣的东西","author":"Motalyss","excerpt":"\n趁着五一假期爸妈来北京玩的机会，拜托我妈将吃灰三年半的无线键盘从家里带来，自此iPad + 无线键盘的组合又一次发挥了它的最初功能：替代笨重的电脑和屏幕过小的手机码字。下面开始正文。\n\n在北影节的消","link":"/posts/%E5%8C%97%E5%BD%B1%E8%8A%822024","content":"\n趁着五一假期爸妈来北京玩的机会，拜托我妈将吃灰三年半的无线键盘从家里带来，自此iPad + 无线键盘的组合又一次发挥了它的最初功能：替代笨重的电脑和屏幕过小的手机码字。下面开始正文。\n\n在北影节的消息出来前的几个月，具体来说是清明假期以前，我其实已经失去了很多对电影的兴趣，唯二看过的《坠落的审判》与《你想活出怎样的人生》都是去年就开始关注的影片，花时间去看它们是对这份期待画上一个自然的句号。不过，这种感觉与其说是失去，不如说是我对电影的热情被另外一种更强烈的感情压抑住了。像前面的文章里写过的那样，我在某些情况下感到无能为力，我必须摆脱现有条件来思考一些问题，在这里就直说了吧，那是由失败的感情延伸出的“胡思乱想”。由于以前浮于表面的思考全部被事实击碎，我感到思想的空虚，这很可怕，其导致的一个结果就是，像电影这种“蕴含某种特定意义”的文化作品，在我眼里变得吸引力不再，它能够传达给我的东西，都是我已认同并接受的“表面结论”，我为什么要花时间去接受这类重复的思想呢？不如把这些时间用来研究更深刻更基础的东西，所以我开始读历史、读社会，读马克思、读各种各样的思想。我受益良多，但是随后又衍生出来一个问题：我该如何表达我的想法，如何传达我的思考？毕竟我在上一段关系中的交流很失败，失败在对方只是机械地摄入我的观点，而没有主动地从另一方面产生思考，知其然而不知其所以然，看似传达到了但实际上并不接受（这句话有点主观，也许是错的）。\n\n接下来就是采取何种表达形式的问题。第一个被想到的是小说，毕竟我的小说处女作早在七年前就已问世，尽管它只在当时班里同样创作出了小说处女作的屈指可数的同学之间产生了影响，直到现在除他们以外甚至都没人知道我写过小说。可是说着容易，做起来难，我始终构思不出来该如何动笔。在豆瓣上一统计，我读过的小说都没到100本，给自己都笑掉大牙，没有厚积哪来薄发呀。因此小说计划只好先搁置一边，我还需要更多的学习。\n\n在读完毛姆的《面纱》之后，我没有继续读下去他的《刀锋》，而是捡起了被扔下许久的电影。\n\n一个原因是，我觉额写小说与拍电影有相似之处。我暂时并不想写过于意识流的东西，因此讲好故事很重要。将观众带入故事有两种方式，即采取个人视角或是全局视角。个人视角是第一人称叙事，或者在第三人称叙事中始终围绕一个人物展开，即所见所闻都是同一人物的，《面纱》就是如此。全局视角就是谁都沾点，常见于宏大的叙事中，比如《白鹿原》。我更喜欢个人视角，也许是因为它不需要写得面面俱到。不过想要在纸上实现任意一种都不容易，在动笔之前脑海里必须先有画面，不论画面里是一个人还是一群人，也不论视角是第一人称或是第三人称，借由影像都能直观地实现。因此，电影也许是一位好老师。\n\n第二个原因，就是从影友那获知北京电影节即将开幕的消息。查了一下周围的展映影院都离得不太远，又从片单里挑选了一些意向影片，于是我的第一次北影节就这么到来了。在北京待了六年才第一次去，我真是火星中的火星！\n\n下面是简要观影报告。\n\n4.18 《处女之死》 8.0 ：出众的女孩们被控制欲极强的母亲逼死的故事。强势的妈不要紧，要紧的是女儿有个性不服管教，只要一个愿打一个愿挨就相安无事，真是讽刺。\n\n4.20 《搬家》 10.0 ：极有个性、不循常规的女孩莲想要拯救破碎家庭，却不知道大人是无法改变的，她的尝试全都没有用。最终她接受了事实，“成长”了，但也变成了结尾那个穿戴整齐、开开心心、极富礼貌、符合社会规训的另一个莲。\n\n4.20 《监听》 8.0 ：高压的铁幕政治下人人自危的反映。外部压力太大的时候，人会扭曲，会怀疑身边的一切。主角面对超乎寻常的压力已经足够冷静，普通人身处的困境远远达不到那种程度，可悲的是仍有许多人一碰就碎。\n\n4.23 《曾经的云雀》 7.0 ：一个只为了他人而活的乐手，看似忙碌实则是无脚鸟，荒诞的结局对他来说并不糟糕。总之我不会过这种生活。\n\n4.24 《坏血》 8.5 ：八十年代的新浪潮风格电影。影片到底说了个啥？从它的各种译名就能看出来：The Night Is Young / 坏痞子 / 卑贱的血统 / 一生所爱 / 虎父无犬子……找不到任何相同点。反叛的少年、做大事的小团伙、美丽的情妇、坚定又决绝的小女友，自以为炙热的爱和深沉的爱。我也不知道。\n\n4.25 《Single8》 9.5 ：青春除了美好以外想不出其他的词。都给我看！\n\n4.26 《秋菊打官司》 10.0 ：农村妇女想维权，可谓难于登天，官僚主义、封建主义、小农思想体现得淋漓尽致。\n\n4.27 《法外之徒》 8.0 ：正牌新浪潮。我只感觉到躁动，感觉到一股不知往何处去的冲动。\n\n4.27 《追逐蝴蝶》 8.5 ：以家族衰败喻苏联解体，到最后什么都成了金钱，成了可交易的商品。万恶的资本主义！\n\n结束。感觉自己的鉴影能力真的高了许多，我想应该是读书以及积极思考的作用吧。\n\n明年再见～"},{"title":"我眼里的J-POP","tags":["music","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 这篇是本科音乐鉴赏课的大作业讲稿，可惜没有讲成。重读一遍发现有好多西方式的中文表达，改得我好累。\n>\n> 本文头重脚轻，近二十年的音乐说的太少，有失偏颇。请大家指正！\n\n这篇像是小论文似的东西是","link":"/posts/%E6%88%91%E5%90%ACJPOP","content":"\n> 这篇是本科音乐鉴赏课的大作业讲稿，可惜没有讲成。重读一遍发现有好多西方式的中文表达，改得我好累。\n>\n> 本文头重脚轻，近二十年的音乐说的太少，有失偏颇。请大家指正！\n\n这篇像是小论文似的东西是我在小组工作收集资料的过程中一边写好的，本是打算作讲稿用，但已无这个机会。不过由于篇幅较长，讲起来可能会冗长乏味，在PPT里也没有全部写进去。归根结底，只是一个乐盲乱写的主观感想罢了。\n\n### 序\n\n对于中国大陆的听众来说，日本流行乐（以下称J-POP）是个很小的圈子，如果只考虑音乐这一种媒介的传播效应，相信有一大批听众是从港台翻唱自日本的歌曲开始逐步了解J-POP的。有句很经典的话说“中岛美雪养活了半个香港乐坛”，虽然我个人不赞同它，但也可以看出J-POP对华语音乐的影响力非常大。\n\n为什么J-POP能如此蓬勃发展？借此机会我想对日本流行乐的发展历程做一个介绍，我认为理解音乐的过程非常主观，所以我罗列的内容会包含个人喜好，通过这些内容来说明我眼里J-POP的优点和特色，这也是我起这个标题的原因。\n\n### J-POP的起源\n\n“J-POP”一词始于1988年，即Japanese Pop日本流行乐，但它早就在6、70年代就开始萌芽。50年代以前在日本爵士乐正值兴盛，许多舞厅餐厅里都有现场演奏的爵士乐，尽管爵士乐本身是19世纪中叶西方的舶来品，但经过近一个世纪的本土化发展，在日本的群众基础很扎实，某种程度上可以说为以后本土流行乐的诞生铺好了道路。而战后日本被美国接管，“被迫”接受西方音乐的冲击，则可以看作J-POP诞生的催化剂，比较有影响力的是60年代的西方摇滚音乐，如The Beatles（关于这种影响力，《挪威的森林》里有侧面描述）。\n\n除西方音乐之外，日本本土音乐——歌谣曲也不容忽视。歌谣这个名字听起来很像我们的民歌，而日本20世纪初的歌谣确实是这样，节奏舒缓自然，类比一下跟《沂蒙山小调》、《茉莉花》是相似的感觉；但实际上5、60年代的歌谣吸收了西方音乐的特点，已经具备流行歌的素质。歌谣发展的一个可视化的好成绩是1963年坂本九的《上を向いて歩こう》在美国Billboard榜获得第一名。\n\n> 著名的歌谣：「故郷」，1914；「夜来香」，1944中文，1950日文；「蘇州夜曲」，1940；「コーヒー・ルンバ（咖啡伦巴）」，1961\n>\n> おすすめ：岛谷瞳的歌谣专辑「Sign Music」\n\n这时的歌曲只有调没有曲，录音基本上都是人声，编曲、伴奏很简单甚至基本不存在，与现代歌曲的成熟体系还有很大差距。进入70年代，电子乐器的引入使编曲更加充实华丽，其中南沙织1971年发行的「17才（17岁）」可谓代表，这首出道曲帮助南沙织当年即登上红白歌会（红白的含金量相当于十几年以前的春晚），并掀起一股偶像风潮，南沙织本人也被称为“偶像元祖”。也是从这时开始，“J-POP”这个称呼被正式采用，逐渐形成与传统派有别的音乐流派。\n\n这首歌1989年经森高千里翻唱，比古早版本听起来舒服一些。\n\n话说回来，这时的音乐大多数听起来依然不够现代。曲风偏老气，无论是编曲还是歌手本身的唱法都与后来有较大差距（唱功唱法这块在不同时期的差异是非常明显的，8、90年代黄金时期与现在也有差距）。但由于日本近百年的西方音乐沉淀，对于音乐的现代化和创新性在亚洲是绝对领先的。\n\n### 70-80年代：创新与现代化\n\n每个人接触一种音乐都需要一个契机，推动我去了解7、80年代日本音乐的是致敬作词家松本隆作词活动开始50周年的翻唱专辑「風街に連れてって!」。这张专辑让现在活跃的歌手给老歌注入了新的活力，请来的B’z、DAOKO、ikura（YOASOBI主唱）、吉冈圣惠（生物股长主唱）等等，对日音有了解的同学肯定都听说过。我选中这张专辑，是因为歌曲的作曲家们都是缔造那个遥远盛世的功臣，从他们身上能管中窥豹一览日音风光。\n\n- 「セクシャルバイオレット No. 1」筒美京平：J-POP\n\n筒美京平，就是前面那首「17才」的作曲者，被称为J-POP的创始人。他的曲风多变，在舞曲（17才）、摇滚风（セクシャルバイオレット No. 1）、朴实的抒情歌（木绵のハンカチーフ）方面都有优秀作品，所以不好归到什么流派里面去，可以说是开山鼻祖式的全能型人物。\n\n- 「風の谷のナウシカ」「風をあつめて」細野晴臣：Rock, Electronic\n\n风之谷的娜乌西卡这首歌，喜欢宫崎骏的同学可能听过，它是《风之谷》的主题曲。\n\n作为本专辑唯一一个有两首入选的作曲家，细野晴臣代表着日本新潮音乐。早在1968年，他就与松本隆等人成立了Happy End乐队，第一次用日语唱摇滚，确立了日语摇滚的雏形，专辑「風街ろまん」被称为日本摇滚第一名盘。乐队主唱大瀧詠一日后也成了City Pop的奠基人之一。\n\n他更有名的头衔是“日本电子乐先驱”。1978年，细野晴臣与高桥幸宏、坂本龙一组成Yellow Magic Orchestra (YMO)乐团，他们积极使用电脑、合成器进行创作，另类又前卫。无心插柳，相比日本本土，融入东方元素的电子乐让西方听众更为好奇，就这样YMO火遍全球。尽管乐团在1983年就解散，但他们的作品对后来的电音创作有深远影响。\n\n> おすすめ：「Firecracker」、「東風」\n\n- 「夏色のおもいで」財津和夫：Rock Pop\n\n财津和夫在1971年组建了Tulip（郁金香）乐队，同样作为日语摇滚探索者，如果说Happy End是确立了基本框架，那么财津和夫的创作就像是往里面填充了情感。身为爷爷辈的男solo，他的歌曲潇洒干净，有一种豁达之感。\n\n> おすすめ：「心の旅」、「サボテンの花」（经典日剧同一屋檐下主题曲）\n\n- 「君は天然色」大瀧詠一、「ルビーの指環」寺尾聰、「SEPTEMBER」林哲司：City Pop\n\n最近几年，追捧“蒸汽波”这种音乐风格的人似乎越来越多。但要我来看，所谓蒸汽波只是对上世纪80年代日本City Pop的拙劣追求与模仿，采样、混音、调制出的朦胧与颓废感决不是City Pop的主音。（没错我说的就是那个b站600w播放的配星际牛仔的plastic love，属于是瞎配）\n\nCity Pop是一种欣欣向荣的、欢快的、干净清新的、充满都市感并且绝不是颓废的音乐，充满了高质量生活的惬意与舒心。实际上，City Pop的制作也依赖电子合成器，而YMO乐团在世界的成功使合成器音乐在日本得到普及，凑齐了City Pop成型的关键要素。最为著名的音乐人便是山下达郎与竹内玛莉亚夫妻档，山下达郎的「Ride On Time」被誉为开山之作，而竹内玛莉亚的「Plastic Love」则在21世纪重新走红。\n\n专辑里的两位同样是City Pop走向鼎盛的推动者。一位是大泷詠一，收录了这首「君は天然色」的专辑「A LONG VACATION」创新性地加入了偏摇滚和歌谣的元素，寺尾聪这首「ルビーの指環」则是畅销曲，使City Pop登上主流乐坛。\n\n另一首曾帮助竹内玛莉亚获得唱片新人赏的「SEPTEMBER」由林哲司谱曲。作为纯幕后角色，林哲司与偶像歌手菊池桃子的合作在1984-1986年间留下了不可磨灭的印记。区别于其他什么路线都尝试一点的偶像派歌手，菊池桃子难能可贵地连续四张专辑都坚持了City Pop路线，基本都由林哲司操刀。三年间，她的11张单曲都打入了Oricon榜年度top100。可惜的是随着合作解散，两人都离巅峰时期渐行渐远。\n\n- 大村雅朗、呉田軽穂、南佳孝、原田真二：Idol\n\n这几位代表了80年代另一股绝不可忽视的力量，那便是偶像派歌手。70年代是山口百惠一家独大，进入80年代后，随着松田圣子和中森明菜相继出道、两家粉丝不断扩张，偶像音乐成为热潮（为啥不提偶像男歌手，因为近藤真彦太渣了）。这时期，实体销量成为了衡量歌手的重要依据，与前人开天辟地式的创新相比，此时没有让人耳目一新的作品，偶像审美趋于同质化。\n\n这点可以用港乐翻唱说明。能被有名的歌手翻唱的曲目都经过精心挑选，其中很多都是偶像歌手的作品，为什么几乎没人翻唱更有开创性的Rock和City Pop呢？我的理解是由于偶像歌曲不能被清晰地界定其音乐风格，所以更易于被改编为适合不同歌手的版本（不含贬义，从现在的眼光看音乐质量依然很高，否则也不会一遍又一遍被重新演绎）。\n\n最终随着90年代泡沫经济破裂，这个偶像黄金时代落幕了。\n\n### 90年代：走向巅峰\n\n偶像音乐退场了，需要有新人和新的风格接班。被时代选择的是以乐队或组合形式发行的音乐。最具代表性的是主打偏硬摇滚的B’z和我认为其实是流行乐队的摇滚乐队ZARD，像X-JAPAN虽然成团早，但过于硬核使他们受欢迎度相对低一些。B’z与ZARD都属摇滚却风格迥异（各取最爱的一首对比：ZARD「揺れる想い」、B’z「兵、走る」），但这种风格上的以及男vocal与女vocal之间的区别恰好能覆盖更广泛的受众。\n\nBeing社通过这两个金字招牌引领了90年代的前半个十年（现在也依然是B社的招牌。B’z依然是B社最拿得出手的组合，ZARD没了但是B社用它疯狂捞钱）。随后小室家族以电子舞曲接下大旗（这个听得不多就一笔带过）。小室风潮持续了4年，后来就进入了歌姬时代。短短十年间发生几次变革，J-POP的繁荣可见一斑。\n\n从数据上看，90年代也是J-POP的极盛时期。音乐市场在此时期一次又一次打破记录。91年销售额打破了4000亿日圆，93年5000亿日圆，在98年达到了空前绝后的巅峰，6075亿日圆。音乐市场的巨大化，相应的是音乐风格的极度多样化与强烈竞争。\n\n### 步入新世纪：逐渐衰落\n\n由宇多田光和滨崎步拉开的歌姬时代在世纪初达到顶峰。与80年代的偶像们相比，此时期女歌手的唱功和表演技巧更为先进，风格更为多元，敢于挑战独特的形象，所以音乐市场依旧百花齐放。\n\n在这样的环境下，艾回AVEX公司可以说占据了半壁江山（详见歌迷总结的“艾回九大歌姬”）。由于市场过于繁荣，艾回甚至来中国发掘了新人阿兰·达瓦卓玛打造成歌姬在07年出道。虽然开始不温不火，但她为电影《赤壁》演唱的主题曲「久遠の河」在09年夺下了O榜日榜第一、周榜第三，是中国歌手在日最好成绩。值得一提的是，对于这个中国来的藏族姑娘，日本公司AVEX为她制作的音乐完美地将藏族特有的音乐元素融入流行制作，功力可见一斑。\n\n> おすすめ：「明日への讃歌」\n\n可惜市场变革的规律不会消失。从05年左右开始歌姬的号召力下滑，取而代之的是各式各样的歌手团体受到欢迎，如民工系（如EXILE/放浪小子）、杰尼斯系（男偶像团。现在是2024年，J家已经寄了）、秋元康系（女偶像团）等等。随着网络发达以及流媒体发展，在网络上受到关注进而成为歌手也成了可能（YOASOBI ikura，代表作「夜に駆ける」，制作人就是搞VOCALOID/人声合成的）。\n\n现在的J-POP仍是丰富多样的，却无法选出一个能代表J-POP的现象级人物（譬如2000~05年可以说滨崎步），也没有一种流派风格取得碾压性的优势，更有人说，现在日本音乐人才都去做地下音乐了。这到底是好事还是坏事呢？也许再过10年就看得清楚些了。\n\n### 说在最后\n\n回到那个问题：为什么J-POP这么发达？\n\n这与音乐人之间的才能差异没有关系，中国也有优秀的创作人。我认为是一开始谈到的“群众基础”起到重要作用。没有爵士乐沉淀百年，就不会有一开始的歌谣流行化，也不会有后人的大胆尝试了。在经历这么多次的“改朝换代”、风格更替之后，新兴的音乐永远都会有人喜欢，不论什么风格的音乐人都有自己的受众。\n\n八方来客皆欢喜成就了盛唐，音乐也是一样。"},{"title":"我的互联网嘴替们（永久更新！）","tags":["思考"],"categories":"胡思乱想","author":"Motalyss","excerpt":"\n> 互联网是个伟大的发明。我有很多想说的东西，碍于精力和笔力，要将它们转化为成篇的文字不是件容易的事。所以特地开一个新坑，持续记录给我留下印象的网友发言。大部分来源是bu，因为bilibili是年轻","link":"/posts/%E6%88%91%E7%9A%84%E4%BA%92%E8%81%94%E7%BD%91%E5%98%B4%E6%9B%BF%E4%BB%AC","content":"\n> 互联网是个伟大的发明。我有很多想说的东西，碍于精力和笔力，要将它们转化为成篇的文字不是件容易的事。所以特地开一个新坑，持续记录给我留下印象的网友发言。大部分来源是bu，因为bilibili是年轻人的平台，思想进步的同志挺多的。\n>\n> 格式：链接+发言\n\n1. [阳和平24#089 哲学的困境和困境的哲学——我的心路历程(18)](https://www.bilibili.com/video/BV1jJ4m1V78J/?spm_id_from=333.1365.list.card_archive.click&vd_source=9fb588099e74c32dc61af1cdeabc448f)\n\n    [威亚耶]：\n    \n    关于未来，我仔细思考过，得出的结论是我和大部分人一样，**_是父母的附庸，不是人_**。\n    \n    总是说学习是为了未来自己，其实学习是为了父母，因为小孩子懂什么未来？正常的小孩子怎么会思考未来的自己？只是父母说了这样那样，那么就这样那样呗。反正小孩子也没别的选择。\n    \n    **_学生不是人，只是父母的衍生物，经济附庸，顺着这样的思路很多事情都有了答案_**。比如说为什么学校会出现各种问题，什么食堂啊，什么放假啊，什么跳楼价啊，很大部分的原因是学校本质上是对父母负责的，因为小孩子不是人，只有父母是人，学校的目的为了学生，而是为了父母，它只是个服务机构。\n    \n    - [呼呼哈哈哈阿这]：那你一方面不应该去说社会体制，一方面去说十几岁左右的小孩子为什么不能马上就搞懂自己的人生未来呢？\n    \n    - [Eyer-] 回复 [呼呼哈哈哈阿这]：**_因为现在小孩的人生是\"包办的\"，他没有权利也没有精力去搞懂人生未来_**。得益于信息媒介的发展，它看见了包办生活外的其他生活的可能，所以它想要反抗旧有的模式。孩子是怎样的决定权基本在家长手里，只不过现在信息媒介发展了人可以获取超过周遭世界的信息。\n\n    $\\dagger$\n\n    [无友陈]：\n    \n    **_教育的目的如果不是让人自强，独立思考，那么就不是教育，而是教训_**。老是教训他人的人，终有一天也会被他人教训。\n\n2. [阳和平24#087 毕竟屁股决定脑袋——我的心路历程(17)](https://www.bilibili.com/video/BV1uj421R7u9/?spm_id_from=333.788&vd_source=9fb588099e74c32dc61af1cdeabc448f)\n\n    [叫L好了]：\n    \n    有人待过有x支部的企业，就会知道他们会定期去大街上扫地劳动，这种劳动的本意是让他们联系群众，而他们执行起来像是一项拍照任务。几天前的一次家庭的聚会，我听到一个亲戚说他朋友的小孩，花几十块钱，在一个游乐场所插秧“体验生活”，还有专业的防护服。听后我哭笑不得，现在正值春耕季节，外面那么多的地，但是他宁可花钱让孩子在一个相对“优雅”“体面”的坏境里面进行一种看起是劳动，但又不是劳动的假劳动，也不愿意到外面的地里去，请教农民，即使那是免费的。\n    \n    一句话讲完就是**_浅尝即止，形而上学_**。\n    \n    - [黑暗渣滓]：你以为那是体验劳动？那不过是跟“不好好学习就和他们一样”的另一种教育方式[笑哭]，**_为的不是让他学会如何种地，而是为了让他知难而退_**。\n\n3. [看不见的心理陷阱，正在阻碍我们享受爱情](https://www.bilibili.com/video/BV1Am41167QQ/?share_source=copy_web&vd_source=333783e2a72bc1c90956c14d985a2256)\n\n    [中场谢幕]：\n    \n    UP主说的恋爱观，反而与b站其他女性情感UP说的截然相反，真的难得，终于看到一个真正不以个人主义或者自私的观念看待双方的观点，***在我看来本身就是两个人组成的一个向好共同体，不是什么所谓的你能带给我什么好处的自私个体***。\n    \n    - [东瓜西花]：不推荐过于理性、抽离的、时时刻刻的斤斤计较的审视、判断，但二人能（选择和实现长久）同行总归应该是互利的，或多或少，只是每个人评判标准和形式不一样，也不应该一样。\n\n    - [新扎星人]：只是***强大的主体***才能做到，普通女性信这个只会被骗被吃干抹净。\n\n    $\\dagger$\n\n    [电舌舌]：\n    \n    两套系统吧。\n\n    一套系统来应对，功利性的，算计的，奴役的，企图在关系当中永恒居于高位的人。对这种我们要玩，而且玩得漂亮，要玩得赢，那市面上的很多教学你都可以收集起来，总结经验，形成体系，加以实践，最终成为版本答案。\n\n    **_另外一套系统来应对，包容的，开放的，真诚的，企图在关系当中搭建共同伦理道德的人。对于这种我们也要开放，也要包容，也要真诚也要奉献，也要把自己的护城河拆掉，让他者的否定性冲进自己的生活，去走进他的城池，然后成为共同体_**。\n\n    不过比较遗憾的是，劣币驱逐良币。\n    \n    但是比较幸运的是，**_如果良币决定做良币，那他就会更加坚定的一直存在_**。\n\n    $\\dagger$\n\n    [阿福的PICK]：\n    \n    **_是古典爱情观，也是传统理想型爱情观。它讲究依存缠绕侵蚀共生，主体是我们_**。现代爱情观的主体是我，他人是客体，既是一种相信自己能完成浪漫需求的自信，也是一种弱化他人影响力的自保。有重量的是爱情，轻巧的也可以是爱情，没有哪样更高级。更重要的是了解自己渴望什么，而不是模仿爱情的样子。搞清楚自己是什么样子，你找什么样的，最终就会成为什么样。\n\n    - [来自凯尔莫罕]：感觉现代爱情的模型起源自对古典爱情的模范，又被资本主义时代的影视剧和文学作品所异化。**_人们既有对古典爱情内核的向往，又有资本主义时代特有的金钱观、利益观和零和思维_**。所以才有了我们时代的爱情人格分裂。\n\n    - [阿福的PICK] 回复 [来自凯尔莫罕]：春花在这里用“分裂”来比喻，但实际上不断变化的需求和感受就是人性的本质，是时间的本质，也是宇宙万物的本质。吾将上下而求索，每个人都会是波动的，会在不同情境下做出不同选择。没有必要恪守某一个极端，选择你要的部分即可。就不容易饱受困扰。春花发这条视频，主要还是表达一些自己对理想爱情的赞美吧，来告诉一些还不够丰富的朋友，**_不用为了正确而正确，会丧失一些体验和乐趣_**。我是这么理解的。\n\n"},{"title":"揭开面纱之后……","tags":["读书","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 所有在爱情里认为另一方有缺陷，并且足以影响到自己对ta感情的人都应当读一读这本书。\n\n上周读了毛姆的《面纱》，觉得有很多想说的，也觉得以自己的笔力不足以将它们有条理的一次性说尽，故沉淀一周再开始","link":"/posts/%E6%8F%AD%E5%BC%80%E9%9D%A2%E7%BA%B1%E4%B9%8B%E5%90%8E","content":"\n> 所有在爱情里认为另一方有缺陷，并且足以影响到自己对ta感情的人都应当读一读这本书。\n\n上周读了毛姆的《面纱》，觉得有很多想说的，也觉得以自己的笔力不足以将它们有条理的一次性说尽，故沉淀一周再开始动笔，应该能简练许多。\n\nKitty是一位典型的、被资本主义教养出来的女性，和她做朋友，就很难不被她的美貌、聪灵俘获。可惜她的美貌与聪灵是用于伪装的面纱，是为了她理想中的好婚姻服务。是啊，拥有一副好皮囊，自己的家庭也不差，她必须得嫁一个地位好的人家，这样自己在物质上过得舒服，势利的母亲会高兴，更重要的是，还得把妹妹比下去。因此，最终迫于年纪压力嫁给Walter这样一个细菌学家，不能够让她满足。与Walter相比，Charlie就优秀多了，身居高位，成熟可靠，投入Charlie的怀抱才是正确的选择呀！可Charlie的地位同时也是一层面纱，遮住的是他与Kitty之间的阶级差异，在这种差异之下，被仰望着的他自然是温柔亲和的。然而当他必须面对他口中的爱情，该作出选择时，他还是不能舍弃地位和名望。\n\n这正是资产阶级的软弱。Charlie在不危害到自己名声的情况下能够大胆偷情，并将这称为“爱情”，一旦出现了要牺牲自己地位才能维持这爱情的代价，他便露出原型，表示爱情不过是物质与地位的附属品，他喜欢Kitty的年轻貌美，却更喜欢正妻作为一个高官夫人表现出来的合适度。\n\n相比之下，Walter与书中一帮人格格不入则显得十分自然。追求Kitty时的呆板木讷，远不及Charlie随口说的甜言蜜语；愿意告别香港的安逸生活，深入贫穷落后的湄潭府，冒生命危险给中国人行医，这是Kitty、Charlie之流嘴上称赞却完全不能理解的事。然而他对Kitty有着一种执着到有点呆的爱：“I knew you were silly and frivolous and empty-headed. But I loved you. I knew that your aims and ideals were vulgar and commonplace. But I loved you. I knew that you were second-rate. But I loved you.”即使看到了面纱之后那个丝毫不爱自己的她，他还是坚定不移地爱着。但这样的Walter居然会承认把Kitty带到湄潭府，起初是抱着也许霍乱能杀死她的想法，说明他在人格上也并不完美，得不到的不一定要毁掉，爱而不得也不必生恨，更何况Kitty是一个活生生的人、一个他口口声声说爱着的人。若想报复，公开这份丑闻就好，若想教育，到了湄潭府以后对Kitty的态度可以缓和一些，这样于己于她都有好处，完全不必让两个人都受折磨。\n\n身为科学家，Walter具有一定的社会地位，他能够做自己钟爱的研究，但也不过是资本主义制度下的打工人；同时他身上又有着甘愿奉献、不怕困难的人道主义精神，修道院的修女们都对他赞不绝口。Walter可以从霍乱中救无数人性命，却拉不回一个小资思想的女人，他的死对于湄潭府的百姓重于泰山，对于Kitty的转变则并未显示出十足的决定性。Walter去世后Kitty又经历了很多，她在故事最后说的话才是转变的标志，与其寄希望于别人的宽恕，不如自己用心体会，自救才是出路。\n\n全书最大的遗憾，是Kitty从未爱过Walter，Walter也无法真正原谅Kitty，他们的故事放到一对没有结婚，只是在相恋的恋人身上也会令人头疼。但是能怎么办呢？Walter早就看出Kitty的浅薄，但还是会拜倒在她的石榴裙下。做错事的是Kitty，但更深的错是她的家庭，是资本主义拜金的社会。我想Walter并非对此一无所知，因此他不该怪罪Kitty（尽管他嘴上不认），至少在湄潭府时应当给恐惧孤独的Kitty一些关心，应当对她多一些温度。他不恐惧揭开任何一层面纱，就像他看穿Kitty一样，但在那之后，更要有足够的豁达和气度去包容这一切，因为只有这样才配得上他口中的爱呀。"},{"title":"岛谷瞳的crossover","tags":["music","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 原标题：浅析岛谷瞳的几首古典流行乐 \n>\n> 这篇是大学音乐鉴赏选修课的小作业，在把写文章当作业的课程里，这门课是我最喜欢的，因为可以写自己最喜欢的音乐。隔了两年多再看这篇，依然觉得好有趣。\n\n","link":"/posts/%E7%9E%B3%E4%B9%8Bcrossover","content":"\n> 原标题：浅析岛谷瞳的几首古典流行乐 \n>\n> 这篇是大学音乐鉴赏选修课的小作业，在把写文章当作业的课程里，这门课是我最喜欢的，因为可以写自己最喜欢的音乐。隔了两年多再看这篇，依然觉得好有趣。\n\n我在做小组报告的时候，曾得出过“爵士乐对日本流行音乐的发展有重要作用”的结论。但要细究的话，爵士和流行也是有重合的部分，因此不能将两者看作彼此独立的两个部分。同时，爵士与古典有联系也有区别，那么流行与古典也有着同样的关系，区别自不必说，若从乐理方面回溯大概也找得到古典的影子。就乐器上来说，流行乐中会用到许多在古典时期还没有的，这是技术限制导致的；从另一个方面来看，古典乐所用的乐器也都能被流行所包容，这就提供了在流行中加入古典元素，即两者交叉融合（crossover）的可能性，并且这种可能性是比民族与流行的结合要高得多的。\n\n为深入了解两者的结合，我选了日本歌手岛谷瞳的古典流行专辑《crossover》和《Heart & Symphony》里的几首歌来进行分析（名字一听就很切题）。与她相比，另一位以crossover风格闻名的歌手在中国一定更广为人知：莎拉布莱曼（代表专《Symphony》）。正统女高音出身的莎拉布莱曼作品是在古典中掺流行，所以去掉人声也是比较完整饱满的乐曲，而作为流行歌手的岛谷瞳作品就是在流行中加古典元素了，从技术力上应该相对简单些。\n\n这两张专辑里的歌曲大致分为两种：一种是在原本流行歌的基础上改变编曲，一种则是专为crossover主题创作的。前一种比较普通，主要是后一种值得关注，选几首进行简单分析。\n\n- 《Heart & Symphony: Mona Lisa》\n\n这张专辑的音乐全部由柏林爱乐乐团演奏，因此相比《crossover》，本专辑的古典风更浓。这首Mona Lisa开头便是一段舒缓却紧张、先低后高的弦乐，弦乐也贯穿全曲，在间奏部分加入了和声（可惜没唱词）。从第二段开始加强了鼓的表现力，仿佛是要说明本质还是流行乐。在作曲方面，与一般流行曲主歌与副歌情绪有明显跨度（情感的“台阶”）不同，此曲没有那么明显，也更贴合古典风表现情感时循序渐进的特点。最后一句词唱完后也不拖沓，迅速以提琴作结。\n\n- 《Heart & Symphony: ~Mermaid~》\n\n开始便是一段管风琴+咏唱，营造一种神圣的氛围（我觉得管风琴声音是最能表现神圣感的）。与Mona Lisa一样，这首歌几乎也有管风琴贯穿全曲。有了开头的那段，进入歌唱部分的曲虽然明显流行化，但始终出现的长笛、管风琴、提琴仍能将氛围延续下去。除此之外，歌唱部分的曲也完全没有脱节，对主要的长乐句，在歌中都用管风琴进行了复现，这使得歌曲听起来就像是为某首古典乐直接填词而得。而一到纯音乐部分，又是只有管风琴的饱满乐音，一直到结尾，管风琴首尾呼应，可以说这首歌还没创作出来的时候就已经被管风琴的独特音色确定了基调。值得一提的是，这首歌歌词创作时借鉴了美人鱼（英文即mermaid）的故事，以人鱼公主的视角唱出“无论你会爱上谁，我都会原谅你”，搭配宏大又有节奏感的乐曲，在情感表达上更上一层楼（前提是听众看了歌词）。\n\n- 《crossover: 愛歌》\n\n这首在两张专辑里是我认为最特别的，因为它化用了巴赫Jesus Bleibet Meine Freude - Herz Und Mund Und Tat Und Leben BWV. 147的主题，在一开始的一小段咏唱后就用琴键表现了出来（其他歌曲也可能借用了其他古典音乐，但我的阅历只知道这一个）。而整首歌却不那样舒缓，而以加快的节奏前进，这在主题以短促的键声被呈现就得以感觉到。当然，这首歌的整体感觉是很有活力的（与专辑定位也有关），到歌唱部分的曲调乍一听完全脱离了主题，但是每段结束后主题的复现又让人感觉到两者相辅相成，是有相似相通之处的。在歌曲结尾，与~Mermaid~一样，管风琴的音色随着主题显现并且持续到结束，给这首充满活力的歌曲加上了一层原曲Jesus Bleibet Meine Freude的宁静。\n\n岛谷瞳，尽管有点冷门，但她是我最喜爱的歌手之一，一个最重要的原因就是她的风格多变，从出道时的日本传统演歌，到后来转变风格尝试拉丁风、普通流行风，以及古典流行风，这当然少不了制作团队的功劳，但她本人愿意迈出这一步的勇气才是最重要的。我在听这两张专辑的时候不禁感概古典与流行竟能结合得如此优美，现在终于写下了类似听后感的东西，虽然缺乏音乐知识，但我想用来表达心情多半是没有什么问题的吧。"},{"title":"论迹与论心","tags":["随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 原链接：[论心不论迹or论迹不论心？](https://www.douban.com/note/859917179/?_i=076622571LhkTj)\n\n记得小时候心情正烦，或者不是烦而是无","link":"/posts/%E8%AE%BA%E8%BF%B9%E4%B8%8E%E8%AE%BA%E5%BF%83","content":"\n> 原链接：[论心不论迹or论迹不论心？](https://www.douban.com/note/859917179/?_i=076622571LhkTj)\n\n记得小时候心情正烦，或者不是烦而是无聊得只想发呆的时候，被妈妈叫去写作业，于是双脚不情愿地走向书桌，心里却在暗叫：作为我妈，怎么都看不出来我现在一点都不想写作业呢？好像越是亲近的人，就越需要事事做得都合自己的意。而当写完了之后又会想：妈妈督促学习，其实是为了我好呀！于是先前被催促的烦恼就消散全无了。\n\n对于作业，在没有多大动力去写它的时候（比如觉得量太大无法一时之间解决），就完全不想沾上边，脑子里只想着做些其他的有趣事情；但同时心里却知道，只要自己花精力完成它，那么完成之后就会变得开心。所以开始是因为自己主观的原因而抵触写作业，这种心理不是因为妈妈的催促才产生，顶多是被它放大了；写完后心情的转变则是因为达到了想要的结果，就算作业是因为妈妈的催促而抱着一些怨气去写，而不是因为自己调节好了心态而自发去完成的。\n\n因此，我对于妈妈“不太合时宜的催促”的看法，很大程度上与自己的主观意愿相关。当我厌倦写作业时，妈妈的催促多余且令人烦躁，我也反感妈妈不理解我的心情，即使督促学习表面上显然是为了我好，此谓论心不论迹；而当我最终完成作业，尝到了写完作业后拥有真正自由时间的甜头，我就转过头，认为正是妈妈的催促才有这么快完成作业的结果，至于妈妈发出这样的命令时到底有没有理解或体谅我的心情已经不重要了，此谓论迹不论心。\n\n人在发表对一件事的看法时，意见总会受当时心情、目的的影响。倘若一个人做事不善于明确目标，总是稀里糊涂的开始，那么过程中一旦遇见任何不顺，便会质疑自己行动的正确性，可已经滚动的车轮无法停下来，它的结局只能是越滚越稳走上正轨，或者越滚越摇晃，直到控制不住它的轨迹，最终一头冲出赛道。假如事情的对象是人，情况就更加难以掌控，因为人不仅仅是具有完成事情的功能性，还有为何要去做事的主观能动性，这两者一客一主，想要以动荡的内心把握住它们何其之难！关键在于开始之前自己是否有明确的独立的认知，明确目标是为了知道前进的大方向，独立思考是为了在过程中保持本心，即使受干扰也不怨天尤人，也不轻言放弃。\n\n心迹，心迹，试图将心与迹分开对待，永远会产生质疑。当看不清的时候，就去相信对自己有利的那一面吧。"},{"title":"浅析《二月》中的人物情感","tags":["文学","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 这篇是大一人文课：中西文学研读的结课小作文。《二月》作者柔石，是一个世纪前的左翼作家。读这篇小说本应着眼于人物反映的社会问题，但我仅在情感层面作了浅薄分析，作为作品赏析来看，这篇读后感还远远不够","link":"/posts/%E8%AF%BB%E6%9F%94%E7%9F%B3%E3%80%8A%E4%BA%8C%E6%9C%88%E3%80%8B","content":"\n> 这篇是大一人文课：中西文学研读的结课小作文。《二月》作者柔石，是一个世纪前的左翼作家。读这篇小说本应着眼于人物反映的社会问题，但我仅在情感层面作了浅薄分析，作为作品赏析来看，这篇读后感还远远不够格。但是，结尾处写到的爱情观，我现在也很赞成。\n\n花半个下午囫囵吞枣地看完《二月》，第一感觉是有点像《围城》，结尾都是两人分开了，不过《二月》却留下了一点希望，是全书后期为数不多的让我感动的时刻。我就想简单谈论一下我对作品中人物的分析与看法。\n\n大革命即将爆发，主人公萧涧秋在同学陶慕侃的邀请下来到芙蓉镇担任教师，希望能过上平静的生活。他在路上看到了另一个同学的妻文嫂与两个孩子，也朝芙蓉镇去，并在她与别人的谈话中知悉同学已战死的消息。出于对文嫂一家的同情，萧涧秋常常资助他们，还主动带家里年龄稍大的姐姐去上学。但在学校中，萧涧秋与陶的妹妹陶岚产生了感情。由于文嫂，萧涧秋被村里人讥讽；由于陶岚，他又被学校中的人嫉妒。最后文嫂为了成全萧和陶而自缢，但萧涧秋也远走他乡。 \n\n读完最后一个字的一刻，我忍不住想质问萧涧秋。他为何迟迟不肯接受陶岚热情的爱，为何在面对钱正兴的要求时是愤怒地妥协？无从得知陶岚与陶慕侃最后有没有找到萧涧秋，但从书中所写，萧与陶的爱情显然是悲剧的，并且我认为，萧涧秋对此要占很大一部分的责任。很明显，萧涧秋对陶岚的爱故意表现得迟钝和拒绝，是因为他还想着需要接济的文嫂，同时还要面对村民与老师的双重质疑。他的确是进退两难。在那个时候，似乎只有两人结了婚才算确定了关系，才不会在他人眼中看起来鬼鬼祟祟。但如果萧涧秋在与陶岚通信时不那么克制，敢于提出更深交往的要求，钱正兴想必就不会再来找他，而他也能继续帮助文嫂；这两者是不冲突的。事实上，我好像只看到了萧涧秋极力的克制，这也许跟他的性格有关，也与他来芙蓉镇的目的有关。他想过平静的生活，但从一开始就是不可能的。\n\n陶慕侃的作用也有戏剧性。他的确是一个关心妹妹的兄长，却又天天催着妹妹把婚事定下，有一种强作媒的感觉。他中意的妹婿是萧涧秋，他也认为这桩好事是水到渠成的，于是在钱正兴辞职时还对他极力挽留，在某种程度上促进了萧的离开。\n\n文嫂到底有没有对萧涧秋生出情愫，这个不好判断。但即算是有，也比不过对他的感激。她信得过萧涧秋和陶岚，也羡慕他们，为了他们，文嫂选择永远离开。她的死，本应是对萧涧秋的一种解救，事实上却被浪费了。萧涧秋一面慷慨地帮助她，但却忽视了这最大的一个回报，这不是很令人唏嘘的吗？\n\n相比之下，陶岚却是所有人当中最有自我意识的。与萧涧秋承受不住他人的明嘲暗讽相比，她全然不在乎别人怎么看（也有可能是身为校长之妹没人正面嘲讽），之前是一直反对与钱正兴的婚事，在萧涧秋来之后就整天缠着他。别人劝她，她会毫不犹豫地回击；哥哥与萧涧秋想改变她，她也没有接受。她已经很完整地表达了自己的意思，可惜并没有得到应有的回应。当她看到文嫂的窘境后，也许会稍稍理解萧涧秋为什么离开；但她也知道，离开对萧涧秋，对她自己都是无益的，于是她决心与哥哥一起去寻找他。\n\n从表面上看，矛盾只是集中在萧涧秋一人身上，但实际上：陶岚以热情相迎却只有无趣的回报，文嫂也许对萧涧秋有感情却只是在远远地观望，陶慕侃要做一个服众的校长还要管住“调皮”的妹妹……每个人多多少少都有矛盾的地方。似乎每个人的情感都被压抑住，不让爆发出来似的。我不想把这与时代扯上太多关系，因为芙蓉镇就像是一个没有被战乱波及的地方，从上面的分析可以看出来，我把事情大多归咎于萧涧秋，这也是我所想表达的：我希望萧涧秋能在面对爱情时敞开心扉，像陶岚一样，莫理会外界的流言蜚语，因为爱情是在自由中，而不是别人的目光下生长的，但愿萧涧秋被陶岚找到的时候能明白这一点。\n\n最后希望我自己在面对爱情的时候也能敞开心扉吧（笑）！"},{"title":"遇见alan","tags":["music","随笔"],"categories":"随笔","author":"Motalyss","excerpt":"\n> 原链接：[遇见alan](https://www.douban.com/note/802138574/?_i=076649371LhkTj)\n>\n> 会慢慢将豆瓣上的小作文都搬过来的。\n\n- 正","link":"/posts/%E9%81%87%E8%A7%81alan","content":"\n> 原链接：[遇见alan](https://www.douban.com/note/802138574/?_i=076649371LhkTj)\n>\n> 会慢慢将豆瓣上的小作文都搬过来的。\n\n- 正文\n\n> #记录一下当时的过程和心情\n\n一个月前，我听了二十几遍福山雅治的老歌翻唱专辑《魂リク》后感觉自己的曲库已经枯竭，于是像往常一样打开QQ音乐的每日30首以期遇见新的宝贝。\n\n这30首，由于我长期听日系歌曲的关系，几乎全是日语歌，我也懒得看它们的名字和歌手直接播放了第一首。是德永英明唱的《涙そうそう》。\n\n德永大叔的演绎让我爱上了这首听起来像是民谣的柔和又有力的歌曲（这一版的编曲我特别喜欢）。由于那是一张翻唱专，在循环了几遍之后直接搜索到了最广为人知的夏川里美版。夏川阿姨声音虽好，但曲听起来似乎有些弱，因此我个人感觉（强调）稍逊于大叔版。后续又听了BEGIN版，觉得也不是很好。\n\n不过既然是名曲，肯定不止这些翻唱版本。继续翻着翻着，在一簇日本歌手里看到了一个名叫“阿兰”的中国歌手翻唱版本，还强调了是二胡version。我心想，这是哪里来的土包子歌手翻的，还二胡伴奏？？？想都没想就直接跳过了。\n\n但是过完后面的版本后，都觉得不够好。想着“反正没好的了，不如听听那个中国人唱的吧”，我轻松地播放起了阿兰版...\n\n其实阿兰版前半部分和夏川阿姨感觉差不多，都是很突出人声的，虽然感觉此人日语发音有点点小别扭不过无伤大雅。真正让我感觉惊艳的是二胡的演出，二胡的声音很契合这首歌的气质，后半段一出场直接增强10倍感染力。\n\n“这个人还不赖嘛！”我对她产生了兴趣。后面就不说了，总之就是翻了一下午关于这个叫做阿兰的在日本出道的中国藏族姐姐的资料，知道了她在日时期的成绩，欣赏她努力将中国民族风与JPOP融合，深深地被圈粉了...\n\n不听日系的同志们可能不太理解，一个长期认为日本音乐是亚洲顶峰的人在这个圈子里发现了一名现役同胞的激动心情（邓丽君、欧阳菲菲她们的年代有些久远）。后面虽然知道alan回国了，但这丝毫不影响这种自豪感。\n\nalan不仅仅只是在日圈做一个普通流行歌手，她音乐的民族性被坂本龙一、谷村新司等一众大佬欣赏；她的曲风磅礴大气，现在回头看甚至有曲高和寡的感觉；她在演唱会上向日本歌迷演唱《青藏高原》和藏语祝酒歌，让许多人领略了中国民族音乐的美丽。\n\n我一直认为自己有意无意发现的好音乐才是最适合自己的，而不是靠现成的分好类的歌单或者其他人的大力安利，就像我同样超级喜爱的ZARD、郑秀文、岛谷瞳、Tennis等等，alan也会一直在我的音乐世界里存在下去吧~\n\n（其实我只记得粉上岛谷瞳是《亜麻色の髪の乙女》和Tennis是《I’m callin’》了，我去回忆初遇其他人的时候啦...）\n\n这种东西不太好意思放在空间和pyq了，就先扔在人烟稀少的豆瓣吧！おわり！"},{"title":"雪","tags":["小说"],"categories":"小说","author":"Motalyss","excerpt":"\n> 高二的时候，不到一周写毕，石沉大海的，我的十六岁处女作。\n>\n> 故事的缺点不少，可当时最让我头疼的却是怎么给角色取名。直到现在，我仍对这些名字不甚满意。文笔倒是凑合，我想主要是受当时读的许多日","link":"/posts/%E9%9B%AA","content":"\n> 高二的时候，不到一周写毕，石沉大海的，我的十六岁处女作。\n>\n> 故事的缺点不少，可当时最让我头疼的却是怎么给角色取名。直到现在，我仍对这些名字不甚满意。文笔倒是凑合，我想主要是受当时读的许多日本文学的影响，现在怕是写不出来啦。\n\n### 桥上的雪\n\n每次踏脚在雪地上，云茵都感觉很踏实。云茵爱冬天，她记忆里最初的画面就是同眼前一样的雪景。此时已是晚冬，但草地依然被雪轻轻地覆着；她更爱那光洁细腻的细雪，爱伸出手看它们的触手即化，爱在清风中被雪轻柔地包裹的感觉，爱雪花与大地之间美妙的平衡。\n\n云茵轻快地走下山坡，沿着来时的路回家，而她却一筹莫展了。两片草地间夹着一条浅浅的小河，却没有桥，取而代之的是曲折铺展的一块块青石；她来的时候的确顺利，因为那时还未下雪，这时却是青石上的积雪将道路阻断了。\n\n“云茵!”此时一个熟悉的声音中止了她的愁绪。\n\n“真逸，是你！”她对于真逸的不期而至显得很惊讶。\n\n真逸几乎一瞬间就了解了云茵的困境，他一面从河中拣出不大不小的石头，一面带着有些骄傲的微笑说：“不知道你出来了多久，家里都有些着急了，问到我，我就猜你肯定在这。”\n\n云茵仍是有些生硬地“嗯”了一声。望着眼前这个名叫真逸的青年，这个从少年时代起一起长大的玩伴，这个正挑出石头要帮她除雪开路的人，云茵心中流露出的不知是不是感激。云茵显然看得出来真逸对自己的感情，也认为真逸很不错，连父母在家中都数次提起他，但总有一些原因阻止她对真逸敞开心扉。云茵的态度是模糊的，但真逸似乎充满耐心，他愿意一直为云茵等待下去，真如他此时慢慢筑着通向云茵的路。\n\n### 梦幻般的姐姐\n\n云茵的心结，是她的姐姐云芩。据父亲母亲说，云芩比妹妹长了十二岁，在云茵的记忆里，姐姐留下的就只是立在父母房间的一张十七岁拍的全身照。在云茵还没开始记事时，姐姐就因为某种原因离家出走，好像是与父母不和吧，但云茵心中却只留存了对姐姐最朴素又最浓厚的手足之情。\n\n云茵在路口与真逸告别，径直走到家门前。习惯性地短促敲门后，母亲开了门。\n\n“妈妈，我回来了。”云茵用不甚欢快的语气，但仍是微笑着说。\n\n“真逸说你又一个人去看雪了，是吗？”母亲解下一条看起来很陈旧，但保存得很好的围巾。云茵不知道它的来历，却看得出母亲对它的珍惜。\n\n“嗯。”云茵拿起水瓶，给自己倒了一杯水，也给母亲加了一杯。\n\n敏感的母亲已然察觉到女儿的脸色不对，“茵儿，又想起她了吧？”不用说，“她”指的就是云芩。\n\n“算是吧。”云茵端起热茶，捂在手心，面着窗外的细雪坐下来，小口抿着。\n\n在家中，经常只有母女两人，父亲由于工作，一个月只能在家落脚两三次，但这丝毫不会影响家里的关系，反倒是父亲每次回家后都会与家人外出散心，更是增添了温馨。父亲不太喜欢表达，在家中也常常是沉默的一方，然而云茵却是能真切体会到父亲的关怀的。\n<br><br>\n\n$\\dagger$\n<br><br>\n\n去年一个秋天的午后，云茵随父亲走至一条僻静却明亮的林荫道，两旁的杉木即使在冷秋也是常青。走在高大的杉树间，心境也开阔了许多。人行道打扫得光洁明净，杉树美妙的淡色正好冲淡泥土的醇厚，和煦的阳光透过披针叶缝星星点点地落到云茵脸上。\n\n陪父亲散步固然是温暖而不可多得的，但缺少母亲在旁，言语上的交流就显得分外单调。\n\n父亲先开了口：“茵儿，你和妈妈在家过得还好吧？”这是只在父女独处时才有的问题。\n\n“过得很好呢，爸爸，不必担心。”云茵一下子从景色中回过来。\n\n“……尽管只有我们两人，但一样过得很开心，前段时间我们一起去登山了，很尽兴呢。”\n\n“这样啊……”\n<br><br>\n\n天上，一群身形不大的雁儿盘旋着。他们走出杉树林，朝家中缓行。\n\n“茵儿，那件事考虑得怎么样了？”这是指云茵和真逸的事。\n\n“嗯……还没有呢……”\n\n“一转眼又过了很长时间了，也应该做出决定了……”\n\n“话虽这样说，可我心里还是放不下她呀！”\n\n“你姐姐云芩吗？她不过是个离家出走的逆子，不值得记挂。”父亲的情绪微微有些膨胀，不愿意提到云芩。\n\n两人朝着夕阳走着，平静地回到了家。\n<br><br>\n\n$\\dagger$\n<br><br>\n\n云茵坐起身，进了自己的房间，手中拿着姐姐的照片。\n\n照片中的姐姐站在白茫茫的雪地里，洋溢着青春气息。长发从雪白的针织帽中洒落肩上，身形在粉白色的大衣里更显曼妙灵动，精致的脸庞在同样洁白的围巾里被映照得更加光彩照人。\n\n“与姐姐相比，我就是个小丑呢……”云茵心中虽这样想，但她在真逸眼中的形象就跟眼前的姐姐一样美丽端庄。她此时想得更多的，是如果姐姐一直在，家里的气氛不知会活跃多少。\n\n如此美丽的姐姐，脸上完全看不出一点阴云，怎么会与家里不和乃至出走呢？可能是有难言之隐吧。\n\n不愿再想了，一团乱麻。\n\n这时，父亲的声音传入，拨动了云茵的心。\n<br><br><br>\n\n### 安慰\n\n父亲进门后，云茵迟迟没有听到父亲叫，于是云茵出了房间，看见父母站在门旁，一齐转过头来看着她，明显是刚刚结束了谈话。\n\n“爸爸！”云茵紧靠着房门站着，脸上的笑容带有疑惑和倔强，但转瞬即逝了。父亲这次离家有两个星期，更显云茵这一声的意味深长。\n\n像往常一样，云茵向父母走去，帮忙放下行李。\n\n“爸爸，这次回来能住上多久？我和妈妈都希望再去走走呢。”\n\n“这次能待十几天呢……不过我们有更重要的事情要办。”父亲的脸色凝重起来，手里拿着一条戴到掉色的口罩。\n\n“什么事？”\n\n“奶奶……去世了。”一阵沉默之后母亲说。\n\n云茵怔了一下。她想起小时候，常常是奶奶照顾，还是小孩子的她和真逸身旁总有这样一位老人看着。云茵现在长大了，与奶奶的距离远了，亲情却没有疏远。奶奶去了，回忆里就多了一分失落。\n\n“那……我能做些什么呢？”云茵的声音明显激动了起来。\n\n“这你不必操心，有我和爸爸照顾着呢。”\n\n一直以来有姐姐的影子飘在心头，此时又传来了奶奶的消息，云茵心中的无绪，不知从何解开。\n\n自那天起，父母就经常早出晚归了。准备丧事都是这么繁琐吧。云茵对诸多复杂的仪式都很不适应，只想着到了那天，在奶奶的坟前恭敬地祭拜。\n<br><br>\n\n她约了真逸到湖岸边散心。\n\n“云茵，即便是有这么多事，你也不用这样烦自己呀，有些事情是越想越混乱，是无法自拔的。”听了云茵的诉说后，真逸开导她说。\n\n“我也知道，可多愁善感的心是改不了的呀！”\n\n“那就让我试着改变它吧。”\n<br><br>\n\n到了傍晚时分，云茵和真逸已经走过了许多地方。一路上，真逸滔滔不绝地讲着许多奇闻轶事，总有一些能让云茵发笑；他们一起享用了午餐、晚餐，最后又回到了湖岸边。\n\n云茵已全然不是先前忧愁神伤的样子，她笑语嫣然，散发着她那独有的美，既活泼又有一丝羞涩，不可名状；一旁的真逸也显出了疲态，他觉得眼前的云茵越发迷人了。\n\n“现在是不是觉得轻松多了？”真逸试探地问。\n\n“是啊，暂时放下一天，就感觉好多了呢。”云茵也露出久违的会心笑容。\n\n“那么，也让我去拜一拜奶奶好吗？”真逸诚恳地请求，“毕竟我小时候也经常被奶奶照顾。”\n\n“嗯。”云茵点了点头。\n<br><br><br>\n\n### 谜\n\n当云茵和真逸把最后一束花、一炷香放到奶奶的坟头，简单的祭拜仪式便结束了。\n\n站在整齐的公墓中间，只听山林沙沙作响，四周寂寥无人，即便是有四个人也觉得形单影只。\n\n父母率先往外走，云茵和真逸跟在后面，都一言不发。\n\n途径一片密集的墓群时，父母加快了步伐，父亲转过头催促道：“快跟上！”\n\n可云茵哪能走得快呀，听到了催促，也只是稍稍跟上真逸的步伐，她不时向路两旁的墓投去目光，仿佛想要猜出墓主都是怎样的人。\n<br><br>\n\n前面三人正走着，忽然耳中少了云茵的脚步声，当他们回过头才发现，云茵正对着一片墓地静立着，双肩不停地颤动，脸上的表情告诉旁人她根本不愿意相信这一切。\n\n真逸顺着云茵的目光看去，只见其中一块碑上单调地写着“爱女云芩之墓”六个端端正正的字。\n<br><br>\n\n云茵的心情无疑是雪上加霜，她呆呆地凝视着，仿佛一个孩子面对残酷的世界不知所措。她竭力回想姐姐的样子，想抹去那个最痛苦的想法，但残存的记忆也迅速支离破碎，好像要将她掩埋……\n\n云茵恍然回过神来，透过泪眼看见其他三人静静地站着，就明白这一切不假。她捂起脸颊向外跑去，任由长发恣意飘散，全然没有注意到父母同样泪流满面。\n\n“叔叔……”\n\n真逸轻声叫道。父亲转过身来，沉重地摇了摇头，“回去吧。”\n<br><br><br>\n\n### 往事\n\n父亲几乎是瘫倒在沙发上，母亲背坐着抹着泪，真逸在一旁小心地端坐着，不敢随便出声，云茵已经躲到房里，不愿出来。\n\n母亲转过身来对着父亲叹了一声，“当年，云茵还是个小孩子呢……”\n\n“是啊……”\n\n“那么，能将往事都讲给我听吗？”真逸缓缓问了出来，“反正……以后也是会知道的。”\n\n“唉……”父亲站起身来，思绪回到了十八年前……\n<br><br>\n\n$\\dagger$\n<br><br>\n\n那也是一个细雪纷飞的冬日，而地上的雪已积得很厚了。天空与大地一片清净。\n\n云芩却热情似火。这一天排满了行程，她正为即将到来的美好时光激动不已。\n\n云芩站在衣柜前，思考着今天该穿什么。这个冬天的寒意有些袭人，但云芩不想穿得臃肿，更何况这个难得的机会一定要好好珍惜。云芩取下她最爱的粉白色大衣披在身上，又拿出白色围巾和针织帽穿戴好，站在镜子前欣赏，朴素又不失格调，端庄又不失活力。\n\n那天上午，云芩与父母一起去了高山滑雪。绵延的雪山宛如一条玉龙穿梭于天地间，一齐在滑雪之余还登高极目，在一片无暇的雪地里拍下了自己最满意的照片。\n\n启程回家时，街道上的雪已开始消融。\n<br><br>\n\n云芩刚回到家，喝了两杯水，就迫不及待地对父母说：“爸爸妈妈，我今天下午与同学还有约呢，现在就要走啦。”\n\n母亲关心地说：“才刚回家呢，休息一会儿再去吧。”\n\n而父亲却说：“云芩，你想去就去吧，早点回来就好。”\n\n云茵扬起欢快的声音：“没问题！”她迅速抓起双肩包，穿上鞋子开了门，只在楼道里留下一声“拜拜”就没了踪影。\n<br><br>\n\n下午同样过得畅快、无拘无束。云芩与同学们挥别，在无人的街道上独行着。\n\n脚下的雪已消融殆尽，留下一块块水渍，路旁的矮树丛上挂着犹如朝露的水珠；太阳已接近地平线，从楼房的空隙间射出余晖，映照出罕见的瑰丽晚霞。冬是云芩最爱的季节，而现在却是要告别了。\n\n看着这残冬之景，云芩心里不禁涌出酸楚、愧疚之感。自己已经十七岁了，却从未给父母表达过自己的心意，再过几天父母就都要过生日了，也该给他们买些什么了。父亲经常外出，往返于各地之间；母亲在冬天出行总会抱怨天气冷。云芩走进路边的杂货店，给父亲挑了一个口罩，给母亲添了一条围巾。\n\n云芩走出杂货店，正式踏上回家的路。\n<br><br>\n\n云芩在路上，正要取出包里的水来解渴，忽然闻到一股烟熏味。云芩四处张望，发现一栋不高的楼浓烟滚滚。云芩连忙跑过去，看见楼中不断有人跑出来，而就在空地上趴着一个小女孩，却没有人注意到。\n\n云芩来不及多想，急忙扔下双肩包，箭步冲了过去。\n\n女孩早已不省人事，发间还微微渗着血。云芩费力地抱起她，头也不回地向外冲去。\n\n而浓烟争相灌进云芩的身体，迅速侵蚀着，云芩觉得眼前开始发黑，脑子也越来越混乱。\n\n云芩最后看了一眼怀中的小女孩，欣慰地笑了，“她和我真像，若是做我妹妹该多好呀……”\n<br><br>\n\n$\\dagger$\n<br><br>\n\n“那个女孩……”真逸欲言又止。\n\n“就是云茵啊……”\n\n这时，从云茵的房间里传来一阵阵啜泣声。父亲推门而入，只看见云茵蜷在床上，呜咽不止。\n\n云茵一直躲在门背后，听着这一切。\n<br><br><br>\n\n\n### 尾声\n\n又是一年的冬季。云茵与真逸来到那片墓地，看望姐姐和奶奶。\n  \n姐姐的墓已被重新修建，砌得工整，棱角分明。两旁长出了野草野花，还没有到必须修剪的程度，给本应哀伤的气氛增添了些许色彩。\n\n“我对爸爸妈妈来说，也可以是姐姐的一个化身了。”云茵微笑着，释然地说。\n\n“是啊……不过，若你是像姐姐一样，那我就永远是那个仰慕姐姐的云茵。”真逸随口说道。当他发觉自己的话让云茵两颊绯红，他也笑了起来。\n\n“云茵，我们早点回去吧，雪看起来是要下大了。”\n\n“唔……我还想多待一会儿呢。”\n\n云茵转过身，面向白皑皑的一片雪，情不自禁地伸出手去，看着雪花落在掌心，然后融化。多美的雪景啊！云茵仿佛在雪地里看见了姐姐的身影，那雪也仿佛映出姐姐的脸庞对她微笑。"}]
